{
  "1": "Mid Essex Hospital Services NHS NHS Trust Your Mandatory Training Booklet October 2014: First Edition This book is for you to support and underpin the work you do. Please use it wisely, abide by the content and work with us to achieve our vision CARING MINDS ARTERIA CARING HEART ",
  "2": "We are extremely grateful to Barts Health NHS Trust who produced their first mandatory training handbook in 2013 in response to the amalgamation of three hospitals under the umbrella of Barts Health. They generously shared their hard work, and gave us permission to reproduce some of the generic charts and photographs. page 2 Your Mandatory Training Booklet | October 2014: First Edition ",
  "3": "Introduction Welcome to the first edition of the MEHT NHS Trust Mandatory Training Booklet. We are aware that for some of our staff, working specific shifts, temporary patterns and family commitments may preclude undertaking training in the more traditional way. Please raise any issues or concerns in relation to any of the topics in this booklet with your manager or the mandatory training manager who can be reached via email traininganddevelopment@meht.nhs.uk Therefore, this new and innovative method of delivering our mandatory training has been designed to support you to fulfil key elements of your mandatory training. It is a useful and effective alternative method of providing essential information whilst you are working here at Mid Essex. All mandatory training information whether derived from this booklet, face to face sessions or e-learning modules has similar content which ensures consistent messages about safety and practice. It is your responsibility to . read through the relevant topics within two weeks of receiving this booklet.  remain updated, and undertake the training within the specified frequency. Please make sure you understand the information and ask questions when you are not sure. We expect you to incorporate the information into your day to day activities which underpin high quality patient care. Ensuring you behave and practice in accordance with this information is not optional. Reading this booklet is not the end of the process; a learning account has also been created for you which you will need to access during your time here at Mid Essex. The account will be updated with other role specific essential training. Details of how to access e-learning are enclosed within this booklet. Your Mandatory Training Booklet | October 2014: First Edition page 3 ",
  "4": "Contents Working at Mid Essex Hospitals Trust Page 5 Equality and Diversity Page 6 Fire Safety Page 9 Health and Safety Page 13 Clinical record keeping Page 16 Safeguarding Adults Level 2 Page 20 Safeguarding Children Level 2 Page 29 Conflict Resolution Page 43 Incidents, complaints and claims Page 45 Information Governance Page 46 Manual Handling Page 55 Blood Transfusion Page 58 Hand Hygiene Page 62 Infection Prevention and Control Page 65 Safeguarding Adults Quiz Answers Page 67 Safeguarding Children Quiz Answers Page 69 Sign off tabs (for Bank staff) Page 73 Personal Training Record Page 79 page 4 Your Mandatory Training Booklet | October 2014: First Edition ",
  "5": "Working at Mid Essex Dear Colleague, Welcome to the new training booklet we have designed to support you in ensuring the care you deliver is safe, high quality care. Every year we care for over 750,000 patients and they expect from us safe care, effective care and an outstanding patient experience. It is our job to ensure we are best equipped to deliver such a high quality service and we are up to date with all the skills and information we need to do so as an NHS professional. This booklet is designed to support you personally in doing that. We are proud of the services we provide and of the Award winning facilities we work from. Our vision is, \"to provide world class healthcare in the heart of Essex.\" As we all work to achieve our vision it is important we keep ourselves personally up to date with the training we need to provide the highest quality care we can for our patients, carers and the community we serve. Please dedicate the time required to review the information in this booklet and to equip yourself with the updated information to effectively and safely care for our patients. Christine Watts Director of Communications and Patient Experience Your Mandatory Training Booklet | October 2014: First Edition page 5 ",
  "6": "Equality and diversity Regulations CQC - Outcome 1 The Trust takes seriously the issues of understanding diversity and managing equality and inclusion. Primarily, we do this because we value the contribution all our staff can make in providing care to a diverse range of patients and because it is the right thing to do. We are, of course, also conscious of statutory obligations and then the practical need of ensuring our employment of people and services to the public, meet the needs of a rapidly changing population. In order to guide the Trust's work in managing equality, diversity and inclusion, we have adopted the following objectives. (NB in the following objectives, some specific language and terms are used which are defined further below.). In accordance with the Public Sector Equality Duty, these are a legal requirement to cover a four year period, 2011 - 2015. 1 The Trust's equality objectives i. The services we provide for patients and carers will be fully inclusive of difference and there will be no barriers for any of the protected characteristic groups in accessing and using our services. Our understanding and appreciation of these differences will be sufficient to ensure it makes an actual and positive difference to patient health outcomes. ii. MEHT will be a safe and inclusive place to work for all staff, irrespective of difference and with no barriers to recruitment, inclusion, development and progression for any of the protected characteristic groups. iii. The Trust will develop best practice in the management of equality, diversity and inclusion, enabling the other two page 6 objectives to be met. In particular this will mean that MEHT develops effective consultation and engagement on these issues with workforce and service users across all the protected characteristics and their feedback will be the key measure of success. This objective underpins the use of EDS 2 within the Trust and aims to ensure the Trust meets expectations of the Equality Act (2010) and the requirements of the public sector equality duty. In the above objectives, we use some specific language and terminology, which it is important to understand, as follows: 2 Public sector equality duty This is the legal requirement on all major public bodies (such as hospitals) to eliminate discrimination and to foster and build relationships between people. Specifically the government guideline states: The Equality Duty has three aims. It requires public bodies to have due regard to the need to:  eliminate unlawful discrimination, harassment, victimisation and any other conduct prohibited by the Act;  advance equality of opportunity between people who share a protected characteristic and people who do not share it; and  Foster good relations between people who share a protected characteristic and people who do not share it. Having 'due regard' means consciously thinking about the three aims of the Equality Duty as part of the process of decision- making. This means that consideration of equality issues must influence the decisions reached by public bodies (such as this hospital) - eg in how they act as employers; Your Mandatory Training Booklet | October 2014: First Edition ",
  "7": "how they develop, evaluate and review policy; how they design, deliver and evaluate services, and how they commission and procure from others. 3 Equality Act (2010) and protected characteristics The Equality Act 2010 (the Act) replaces the previous anti-discrimination laws with a single Act. It simplifies the law, removing inconsistencies and making it easier for people to understand and comply with it. It also strengthens the law in important ways, to help tackle discrimination and inequality. The Equality Act makes it illegal to discriminate in the employment of, or provision of services to, people with different protected characteristics. In full, the act states: It is against the law to discriminate against anyone because of:  Age  being or becoming a transsexual person  being married or in a civil partnership  being pregnant or having a child  disability  race including colour, nationality, ethnic or national origin  religion, belief or lack of religion/belief  sex or gender  sexual orientation The above are called 'protected characteristics'. You're protected from discrimination in these situations:  at work  in education  as a consumer  when using public services  when buying or renting property  as a member or guest of a private club or association You're also protected from discrimination if:  you're associated with someone who has a protected characteristic, eg a family member or friend  you've complained about discrimination or supported someone else's claim 4 EDS and EDS 2 These are abbreviations for the Equality Delivery System (EDS) and its recent updated version (EDS 2). The former was developed by the Department of Health in consultation with many NHS, and other, organisations. The latter (EDS 2) was introduced in late 2013, by NHS England, again after much consultation. The system outlines a number of goals and outcomes. In Mid-Essex Hospitals we are adapting EDS 2 to be a formatted document which enables storage of evidence that the goals and outcomes are being achieved. Crucially, this accumulating evidence will be analysed to see where there are gaps, which could be gaps in reporting or more likely gaps in our knowledge, understanding or consultation. Any gaps will become the focus for action. 5 How does Mid Essex Hospital services manage equality, diversity and inclusion? The main focus for managing equality, diversity and inclusion in the Trust is the Equality and Diversity Steering Group (EDSG). This group meets every two months and is currently (September 2014) being revamped. The Group has recently acquired a new Chair, who is the Director of Nursing. The membership has been reviewed and the group has a clear focus on achieving the above objectives (section 1 above). The Group discusses, reviews and analyses information about inclusion for workforce Your Mandatory Training Booklet | October 2014: First Edition page 7 ",
  "8": "or patients. It advises other parts of the Trust, makes recommendations and seeks to influence how things are done. It reports formally to the Board's Finance and Performance Committee. EDSG is currently developing the use of EDS 2 (section 4 above) to ensure that as a Group it sees evidence that provides assurance the equality objectives (section 1 above) are being achieved. In examining that evidence, it also identifies where there are gaps and acts to ensure that action is taken within the Trust to close these gaps. Clearly, all staff have a vital role to play in ensuring all colleagues and patients feel welcome at Broomfield, whatever their differences. Staff, patients or carers with any questions about the Trusts' commitment to equality and inclusion should contact the EDSG secretary in the first instance: Laure McCullagh on 01245 514342 or via email on laura. mccullagh@meht.nhs.uk John McLellan, on behalf of EDSG, September 2014 page 8 MUST DO's  Read this topic  Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip Your Mandatory Training Booklet | October 2014: First Edition ",
  "9": "Fire safety Introduction The Trust has a legal responsibility for the safety of its staff, patients, visitors and contractors from other organisations who work within the Trust's premises. It is therefore especially important to have arrangements in place that prevent fire from happening and to initiate the correct response if a fire does occur. These arrangements will include staff training, structural fire protection within buildings, fire alarm and fire fighting provisions and equipment to aid evacuation. Chemistry of fire Essential requirements for fire  Oxygen (21 per cent in air).  Heat (any source of heat energy e.g. friction, lasers).  Fuel (solids, liquids and gases). . Remove anyone of the above and the fire will be extinguished. It is mandatory that all staff attend the Trust's one hour fire training every two years. All dates, time and venues can be found on the Intranet site, or contact your Senior Fire Officer: Richard Wilks: Tel: 01245 516637 Action in the event of fire On discovering or suspecting a fire :- . Raise the alarm by breaking the nearest fire glass call point.  Call your sites emergency number for fires. Ext. 2999  Fight the fire (if safe to do so and trained to do so). Evacuate in accordance with your local plan.  Close doors and windows (if safe to do so). . Non Clinical Staff: On continuous fire alarm evacuate to nearest fire assembly point and wait until Fire Marshalls or Fire Brigade instruct that it is safe to return to the building.  Clinical Staff: Evacuate patients on a confirmed fire and on the instruction by senior clinician / sister. Evacuation from the fire zone using progressive horizontal evacuation to achieve and maintain a minimum 2 fire door separation from location of fire. The fire triangle FUEL HEAT OXYGEN WATER For wood, paper, textle and solid material fire DO NOT USE on liquid, electrical of metal fires POWDER For liquid and electric fires DO NOT USE on metal fires FOAM For use on liquid fires DO NOT USE on electrical or metal fires CARBON DIOXIDE For liquid and electrical fires DO NOT USE on metal fires Your Mandatory Training Booklet | October 2014: First Edition page 9 ",
  "10": "Operating a fire extinguisher Using the method PASS to remind you on the operation of a fire extinguisher. Pull Aim the pin Pull the pin Fire doors The quickest, most effective and easiest way to prevent the spread of smoke and fire is to close doors and windows. Fire doors are constructed of materials that will withstand the passage of smoke and fire (for a specified time, usually 30 or 60 minutes) but they are only effective when closed. Wedging doors open prevents closure and helps smoke and fire spread and it is an offence to wedge open fire doors. Aim low at the base of the fire Squeeze 1 Sweep the handle side to side Squeeze the trigger Sweep from side to side Policy / Further reading Fire Policy Fire Evacuation Policy Contact Richard Wilks Senior Fire Officer Tel: 01245 516637 MUST DO's  Read this topic  Check that you understand it  Complete the record on the back page . Non-Clinical staff- complete the e-learning module . Clinical Staff - attend the classroom session  BANK STAFF - complete, tear off and return the relevant training slip Summary This fire safety course gives only basic information on the chemistry of fire, how to put small fires out, and the emergency evacuation procedures. Only training, constant practice and awareness can lessen the risk of fire happening in your workplace. Fire Safety at Mid Essex Hospital Services Whilst working at this Hospital the following fire safety information is provided to give an understanding of fire safety systems and procedures and the importance of maintaining fire safety to keep us safe and to also protect the health care facilities for all those needing these services. See information on facing page. page 10 Your Mandatory Training Booklet | October 2014: First Edition ",
  "11": "Fire Prevention: Fire prevention is very important in keeping us all safe and the hospital open for business. We manage these risks through Risk Assessments and training and in the unlikely event you discover a fire or can smell smoke please alert a member of staff. Please note smoking is not permitted and this includes the use of e-cigarettes. Fire Detection: Fire detection is important and the hospital has the highest standard of smoke and heat detection so we are alerted quickly to a possible fire situation. The Hospital is equipped with smoke and heat detectors that are mounted on the ceilings and a smoke detector is shown in the attached picture. Raising the Fire Alarm: This can be made automatically if the smoke detector senses smoke or the alarm can be activated manually by using a \"Break Glass Call Point\" or contact a member of staff if you think you can smell smoke. We must take special care not actuate the Call Point when there is not a fire as this automatically calls for the emergency attendance of the Fire Brigade who can be at risk when responding to a fire call and this could put lives at risk. So care must be taken when using door exit buttons that the red call point is not pressed. Fire Alarm Sounds: In clinical areas there are 2 types of fire alarm. 1. Continuous alarm that indicates the fire alarm has been activated in this fire zone area. 2. Intermittent alarm that indicates the fire alarm has been activated in an adjoining fire zone. In the event of an alarm sounding in your area, staff will investigate and they will take any necessary action to keep patients and staff safe. The actuation of the fire alarm sets in place automated procedures with the response of the hospital Fire Marshalls and emergency attendance of the Fire Brigade with 2 fire appliances equipped with fire fighting crew. This provides a very robust response in a fire situation but every effort must be made to minimise the risk of an unwanted fire alarm as this same response is made regardless of how the fire alarm is activated, so care must be taken by everyone to avoid unwanted alarms. The weekly fire alarm test :: This is carried out in different areas each week on a Tuesday morning at 09:30. Your Mandatory Training Booklet | October 2014: First Edition page 11 ",
  "12": "Fire Plan: Fire plans are provided within the Hospital in red wall mounted frames that indicate escape routes used in conjunction with evacuation procedures. Fire Assembly Point: y K Fire assembly point 4 Please note your nearest fire assembly point location and its designated number which is between 1 & 16. Non clinical staff evacuate to these points on continuous fire alarm. In clinical areas patients are only moved in a confirmed fire situation and on the authority of the senior clinician and then moved using \"progressive horizontal\" evacuation procedures. Hospital Fire Officer: For any further information please contact Richard Wilks - Senior Fire Officer Ext. 6637 or E-mail: richard.wilks@meht.nhs.uk page 12 Your Mandatory Training Booklet | October 2014: First Edition ",
  "13": "Health and safety Regulations CQC - Outcome 10 'Working together to improve health and safety' At Mid Essex Health Trust we believe that healthy employees working in a safe environment is a key part to providing the best patient and visitor experience possible. We know that high standards of health and safety are not only good practice, but also a positive investment that protects our people who are clearly our most valuable asset. We have a legal and moral duty to not only protect our staff but visitors, contractors and patients, we cannot do this without everyone support. Our Trust have many measures in place to be proactive with health and safety: risk assessments are undertaken, visual inspection completed and there is a clear reporting procedure via Datix or directly to any relevant area. Please remember health and safety is everyone responsibility and we all need to work as a team to make MEHT as safe an environment that we can. Some of the most reported non-clinical incidents in the Trust  violence; harassment; aggression; assault  needle stick injury / sharps  personal injury incident  manual handling  Control of Substances Hazardous to Health (COSHH)  Slips / trips / falls Needles and sharps injuries Health care workers are at risk from sharps injuries (needle sticks) which can expose them to blood borne viruses (HIV, Hep B, Hep C). Standard Precautions Standard precautions such as hand washing, gloves, aprons and goggles can reduce risk of contact and exposure to bodily fluids. REMEMBER THAT OTHER STAFF WILL BE PUT AT INCREASED RISK IF YOU DO NOT DISPOSE OF SHARPS SAFELY. If you suffer a sharps injury If you do suffer an injury from a contaminated sharp, you must follow the Trust protocol below: 1. Encourage bleeding of the puncture wound. 2. Wash with soap under running water, dry and cover with a waterproof dressing. 3. Contact Occupational Health on 01245 514089 immediately or out of hours contact switchboard and notify Occupational Health the next working day. 4. Complete the Datix incident form. ALL STAFF MUST REPORT AND CHALLENGE ANY BAD PRACTICE Health and safety information  Lifting objects / inanimate loads (also known as manual handling)  To reduce the risk of musculoskeletal injuries it is helpful to:  stretch your back before lifting heavy objects always bend knees and not your back  turn using your whole body; don't twist your back carry objects close to your body  not carry too many things at once  ask someone to help you lift, particularly heavy objects  use mechanical handling equipment to lift things for you whenever possible. Your Mandatory Training Booklet | October 2014: First Edition page 13 ",
  "14": "Guidelines for safer lifting and lowering of loads Women 3kg 7kg Shoulder height 7kg 13kg Men 10kg 5kg Shoulder height 20kg 10kg Elbow height Elbow height 10kg 16kg 25kg Knuckle height 15kg Knuckle height 7kg 13kg 20kg 10kg Mid lower leg height Mid lower leg height 3kg 7kg 10kg 5kg HSE Manual Handling Operation Regulations 1992 Slips, trips and falls Slips, trips and falls from height can all have serious consequences. They can be caused by various factors such as poor housekeeping, slippery / wet surfaces, uneven surfaces, unsuitable shoes / clothing and climbing on furniture. Preventative steps  Keep the workplace tidy.  Clean up spillages immediately. Report any potential hazards. . Wear the correct Personal Protective Equipment (PPE).  Restrict access to high risk areas.  Ensure regular and systematic cleaning.  Ensure that flooring is properly maintained.  Post warning signs in areas of risk and remove after use. . Ensure that areas are well lit and suit the task being performed.  Remove all possible floor obstructions Control of Substances Hazardous to Health (COSHH) It is important to control hazardous substances at work so that they do not cause ill health. The Trust is committed to the protection of staff from hazardous substances in line with the Control of Substances Hazardous to Health (COSHH) Regulations 2002 (as amended). Simple steps can be taken to ensure that you are working safely:  Use personal protective equipment (PPE) provided e.g. gloves, masks, respirators and overalls.  Follow standard operating procedures (SOPs) . Be familiar with your local COSHH file  Consult safety data sheets for information about the substance  Use control measures as instructed. Violence and aggression and physical assaults The Health and Safety Executive (HSE) definition of violence is 'any incident in which a person working in the healthcare sector is verbally abused, threatened or assaulted by a patient or member of the public in circumstances relating to his / her employment'. Remember to:  report all incidents of violence and aggression, threatening behaviour or physical assault via the electronic incident Datix form  follow local violence and aggression and lone working procedures  If you have been allocated one , use your lone working security device in accordance with your local procedure, if you are a lone worker . make yourself familiar with the Trust Violence and Aggression and Lone Working Policies. Stress The HSE defines stress as \"the adverse reaction a person has to excessive pressure or other types of demands placed on them\". page 14 Your Mandatory Training Booklet | October 2014: First Edition ",
  "15": "Tips to tackle stress  Communicate with appropriate personnel (e.g. line manager, Employee Health Management Service or Staff Counselling).  Take regular breaks. Learn to relax.  Be organised.  Sort out your worries. Change what you can.  Look at your long-term priorities.  Improve your lifestyle and exercise regularly.  Consider changing work patterns  E.g. flexible working.  Focus on the positive aspects of your life. Hazard spotting If you spot a hazard and cannot fix it, then report it to the Ward/ Departmental Manager or Health and Safety Manager. Hazards can also be reported to the Estates Dept. and facilities Ext 6000. Working at height Although the vast majority of working at height tasks across the Trust are of very short duration and at low heights, it still needs to be considered as part of the risk assessment process. Footstools (elephant stools) and small step ladders are acceptable as long as they are in good condition and used correctly. For information on more complex working at heights tasks please see Trust policy number 09085 Policy / Further reading Risk Management Policies Contacts Health and Safety Team - Tel: 01245 516433 Moving and Handling Team - Tel: 01245 514781 MUST DO'S  Read this topic . Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip Your Mandatory Training Booklet | October 2014: First Edition page 15 ",
  "16": "Clinical Record Keeping What is record keeping? Good record keeping is an integral part of every healthcare professionals practice and is essential to the provision of safe and effective care. It is not an optional extra to be fitted in if circumstances allow. (NMC, 2009 GMC Good Medical Practice 2013/ Confidentiality 2009). The code standards of conduct, performance and ethics for clinicians  You must keep clear and accurate records of the discussions you have, the assessments you make, the treatment and medicines you give.  You must complete records as soon as possible after an event has occurred.  You must not tamper with original records in any way.  You must ensure any entries you make in someone's paper records are clearly and legibly signed, dated and timed.  You must ensure any entries you make in someone's electronic records are clearly attributable to you. . You must ensure all records are kept securely (NMC 2008, GMC Good Medical Practice 2013/ Confidentiality 2009). Why is record keeping important? Record keeping is part of the professional 'duty of care' owed by the clinician to the patient. Failure therefore to maintain reasonable standards of record keeping could be evidence of professional misconduct and subject to professional conduct proceedings. Who can document? Record keeping can be delegated to healthcare assistants (HCAs), assistant practitioners (APs) and student nurses or student doctors so that they can document the care they provide. As with any delegated activity, the registered nurse, midwife or doctor needs to ensure that the student or HCA/AP is competent to undertake the task and that it is in the patient's best interests for record keeping to be delegated. Supervision and a countersignature are required until the student/HCA/AP is deemed competent at keeping records. Registered nurses should only countersign if they have witnessed the activity or can validate that it took place. Organisations providing healthcare should supply clear guidance on record keeping for all staff, in line with the principles and guidance in the NMC's record keeping guidance. Good record keeping  Helps to improve accountability  Shows how decisions related to patient care were made  Supports the delivery of services  Supports effective clinical judgements and decisions Supports patient care and communications  Makes continuity of care easier  Provides documentary evidence of services delivered  Promotes better communication and sharing of information between members of the multi-professional healthcare team  Helps to identify risks and enables early detection of complications  Supports clinical audit, research, allocation of resources and page 16 Your Mandatory Training Booklet | October 2014: First Edition ",
  "17": "performance planning  Helps to address complaints or legal processes. Examples of record Keeping Admission/discharge Multi-disciplinary records team notes Care plans Incident Evaluation sheets Audit record Observation charts Emails Pharmacy chart Letters to and from other health professionals Assessments Referrals Valuables and property record Order forms Text messages Fluid balance charts Electronic Patient Records (EPR) report/statements Laboratory reports Principles of good record keeping  Records should be meaningful, clear accounts of a patient's care  Handwriting should be legible . All entries should be signed. In the case of written records the person's name and job title should be printed alongside the first entry . You should put the date and time on all records. This should be in real time and chronological order and be as close to the actual time as possible . Records should be accurate and recorded in such a way that the meaning is clear  Records should be factual, not include unnecessary abbreviations, jargon, meaningless phrases or irrelevant speculation . You should use your professional judgement to decide what is relevant and what should be recorded . You should record details of any assessments, reviews undertaken and clear evidence of the arrangements made for future and on-going care. This should include details of information given about care and treatment  Records should identify any risks and show the action taken to deal with them  You have a duty to communicate fully and effectively with colleagues, ensuring they have all the information they need about the people in your care  You must not alter or destroy any records without being authorised to do SO  If you need to alter records, you must give your name and job title and sign and date the original documentation. The alternations made and the original record should be clear and auditable  Where appropriate the person in your care or their carer should be involved in the record keeping process  The language you use should be easily understood by the people in your care  Records should be readable when photocopied or scanned  you should not use coded expressions of sarcasm or humorous abbreviation to describe people in your care  You should not falsify records Your Mandatory Training Booklet | October 2014: First Edition page 17 ",
  "18": "Examples of poor record keeping Times omitted D.O.B, address Illegible handwriting Unprofessional terminology Lack of entry in the record when calls are made to patients Meaningless phrases Abbreviations that are ambiguous Opinion mixed with facts Phone calls that omit names of callers/ recipient Reliance on information from neighbours without identifying the source Correction fluid/ covering errors Record completed by another carer who did not care for or visit the patient No signature/stamp Inaccuracies especially dates, names Absence of information about patient/child Delay in completing records Four arenas/areas of accountability Four arenas/areas of accountability Profession NMC Code of professional Conduct Guideline for Record and Record keeping Guidelines for Administration of Medicines GMC Good Medical Practice 2013/ Confidentiality 2009 Public - Criminal law/court Human Right Child Protection Confidentiality Act Data Protection Act Access to Information Department of Health Healthcare Professional including: Doctors, Nurses, Midwives, Allied Health Professionals Patient - Civil law/court Informed choice Information Documentation Contract/JD Mandatory study days Training and Development Appraisals/PDPs Policies/Guidelines Clinical Competences page 18 Your Mandatory Training Booklet | October 2014: First Edition ",
  "19": "Legal matters and complaints  Patient records are sometimes called as evidence before a court of law in order to investigate a complaint. . They may also be used in evidence by the professional conduct committees (NMC/GMC) in complaints about professional misconduct by registered nurses and midwives or doctors. Summary  Poor records mean poor defence, no records means no defence' (Rodden 2002). . 'If it's not recorded, it has not been done' (NMC 2005). References  GMC (2013) Good Medical Practice/ Confidentiality (2009)  NMC (2008) The code standards of conduct, performance and ethics for nurses and midwives www.nmc-uk. org  NMC (2009) Record keeping: Guidance for nurses and midwives  RCN (2012) Record Keeping www.rcn. uk.org  Rodden, C (2002) Recording, Keeping, Developing Good Practice. Nursing Standard MUST DO's  Read this topic . Check that you understand it Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip Your Mandatory Training Booklet | October 2014: First Edition page 19 ",
  "20": "Safeguarding adults (Level 2) Regulations CQC - Outcome 7 Learning outcomes Once you have completed this workbook you will:  Have an understanding of the background to adult safeguarding  Have some knowledge of national guidance and legislation  Be able to recognise different categories of abuse . Have an increased awareness of Mid Essex Hospital Trust (MEHT) adult safeguarding procedures and how to report concerns or actual abuse  Be able to identify indicators of abuse Guidance and legislation Everyone has a role to play in safeguarding vulnerable adults from abuse and ensuring they live a life free from it. Following the publication of 'No Secrets': guidance on developing and implementing multiagency policies and procedures to protect vulnerable adults from abuse (2000), procedures have been put in place locally to address adult safeguarding concerns. These are in the form of Southend Essex & Thurrock (SET) Safeguarding Adult Guidelines using multiagency procedures to safeguard vulnerable adults from abuse. For more information on 'No Secrets' (2000) please visit the Safeguarding Adult intranet page. Everyone has the right to live their life free from abuse and this right is underpinned by the duty on public agencies under the Human Rights Act (1998) to intervene proportionately to protect the rights of citizens. MEHT Safeguarding Adult policy encompasses the SET Guidelines following key concepts as part of the multiagency approach, including the Department of Health's document on Safeguarding Adults: The Role of Health Care Practitioners. Linking to empowerment, prevention, protection, proportionality, partnership and accountability. Our guidance and procedures are based on the principle that people should be enabled to make their own decisions about their lives and should be made aware of any choices and options available to help them make decisions. For more information on MEHT's Safeguarding Adult Policy please visit MEHT's Adult Safeguarding intranet page. Definition of a vulnerable adult A vulnerable adult is defined in No Secrets as a person aged 18 years or over, \"who is or may be in need of community care services by reason of mental or other disability, age or illness; and who is or may be unable to take care of him or herself, or unable to protect him or herself against significant harm or exploitation\". The person may have a:  Physical disability  Sensory impairment  Learning disability  Mental health problems  Age associated frailty illness or disability Significant harm is a key concept in adult safeguarding work and it helps to determine how serious or extensive abuse must be to justify intervention. In \"Who Decides\" (Lord Chancellor's Department 1997) significant harm is described as including \"not only ill treatment page 20 Your Mandatory Training Booklet | October 2014: First Edition ",
  "21": "(including sexual abuse and forms of ill treatment which are not physical), but also the impairment of, or an avoidable deterioration in, physical or mental health and the impairment of physical, intellectual, emotional, social or behavioural development\". Definition of abuse and categories of abuse Abuse is defined in No Secrets as \"a violation of an individual's human and civil rights by any other person or persons. Abuse may consist of a single act or repeated acts. It may be physical, verbal or psychological, it may be an act of neglect or an omission to act or it may occur when a vulnerable person is persuaded to enter into a financial or sexual transaction to which he or she has not consented, or cannot consent. Abuse can occur in any relationship and may result in significant harm to, or exploitation of, the person subjected to it\". There are seven categories of abuse outlined in the SET Guidance:  Physical abuse  Sexual abuse  Financial abuse  Neglect and acts of omission  Emotional abuse  Discriminatory abuse  Institutional abuse Domestic abuse, Honour Based Abuse, Forced Marriage and abuse by professionals are often described on their own as categories but although they are key components of safeguarding that we regularly have to deal with, they fall within the seven categories listed. For further guidance on the definitions and indicators of the categories of abuse refer to the MEHT Safeguarding Adult policy on the intranet Indicators of harm/abuse Although abuse often comes to light through disclosure by the person, who sensing they are safe, confides in a trusted person, there are situations or events that might indicate that all is not well. The following list highlights situations or events that may require closer attention. They are merely indicators, the presence of one or more does not confirm abuse and they are no substitute for a thorough assessment: Physical harm  Such as hitting, pushing, pinching, shaking, kicking, misusing medication, scalding, restraint, hair pulling  Unexplained injuries including fractures  Cluster of injuries forming regular patterns or  Reflecting shape of article  Lack of dignity in care  Rough handling Sexual harm Includes contact or non-contact  Non-contact: showing of pornography against a person's will, taking photographs of a sexual nature without consent  Contact: Inappropriate touching, rape or sexual acts without consent  Trafficking One of the newer elements of the safeguarding portfolio, human trafficking, is perhaps one of the most distressing, but one which we can truly provide positive support to as a multiagency partner. We can offer support to the wider prevention of human trafficking by working with the police and local authorities, to identify potential traffickers, while providing compassionate care, help, advice and understanding to Your Mandatory Training Booklet | October 2014: First Edition page 21 ",
  "22": "victims of human trafficking who are known to come through our doors for care and treatment. Admission of trafficked people usually comes as a result of severe physical damage from violence, including sexual violence. There are known trafficking rings in the local community and you can play a vital role in supporting the police to prevent these serious crimes. Please see Essex Human Trafficking Link .. \\ .. \\Types of Abuse\\Human Trafficking\\Human Trafficking in Essex.pptx Emotional harm  Threats of harm or abandonment  Being deprived of social or any other form of contact  Humiliation  Blaming  Controlling  Intimidation  Coercion  Harassment  Verbal abuse  Being prevented from receiving services or support Financial harm  Theft  Fraud or exploitation . Pressure in connection with bank accounts  Wills, misrepresentation of 'power of attorney'  Property or inheritance fraud, possession or benefits fraud Neglect/acts of omission  Preventing access to health  Social care or educational services  Withholding the necessities of life such as food, drink, lighting and heating  Inappropriate, old or shabby clothing, poor personal hygiene  Sensory deprivation, not allowed to have hearing aid, glasses or other aids to daily living  Physical condition is poor e.g. pressure damage, untreated injuries or medical problems, these must be meticulously documented, body mapped and/or photographed Discriminatory abuse . No one is allowed to harm a person based on race, sexuality, a person's disability or any other form of harassment or slurs . The Equality Act 2010 deemed there were nine protected characteristics - age; disability; gender reassignment; marriage and civil partnership; pregnancy and maternity; race; religion belief; sex; and sexual orientation. Institutional harm When people are mistreated due to poor or inadequate care, when they neglect and condone poor practice that affects the whole of that service they can be judged to have condoned institutional harm. This was found in:  Hospitals (Francis Report/Mid Staffs Enquiry)  Care Homes (Winterbourne View TV Programme (2012) that showed physical harm to adults with a learning disability) Risk factors There are many factors that could increase the risk of abuse, inclusive of below:  Dependency on others for assistance, especially with personal care and finances  Difficulty understanding certain decisions or transactions, decreased mobility and disability  Social isolation and lack of awareness regarding rights and complaints  Low self-esteem and lacking power in relationships Hate crimes page 22 Your Mandatory Training Booklet | October 2014: First Edition ",
  "23": " Limited life experience and sex education Indifference to the standard of care they are receiving  Lack of choice regarding accommodation and people they live withPerpetrators of abuse Abuse of vulnerable adults may be perpetrated by a wide range of people who are usually part of the service user's network and can include:  Relatives  Informal carers . Partners  Family members  Us: you and I, professional staff  Paid care workers  Volunteers, befrienders  Other service users  Neighbours  Friends and other associates Abuse of vulnerable adults does not have to be an outcome of a deliberate intent. Sometimes abuse happens when people are trying to do their best, and genuinely do not know they are doing the wrong thing. At times, the person who causes harm does so because of frustration even in the caring context. However, irrespective of why the abuse might happen, any abuse of a vulnerable adult is harmful. This makes it vitally important to ensure that those involved with the care and support of vulnerable adults have a clear sense of what signifies abuse and that abuse must be reported when suspected or discovered. What to do if abuse is suspected or disclosed  Take urgent action to protect the adult at risk from any immediate danger  Inform your line manager of concerns expressed Complete a datix incident form and page the CNS Adult Safeguarding on #6555 2508 . If further assessment is required by the safeguarding team you may also be asked to complete a safeguarding alert form (SET SAF 1) Please refer to MEHT's User Guide on How to report a safeguarding concern SET SAF 1's\\How to Report a Safeguarding Adult Concern.docx Preserving evidence When dealing with any allegation of abuse, due regard should be given as to whether or not the police should be involved and whether it is necessary to preserve evidence relating to the incident. Points for you to consider include:  Close off the room(s) until the police arrive to obtain forensic evidence  Rape or sexual assault victims to be advised not to change or wash clothes, consume drink/food or wash themselves  In financial abuse cases act quickly to report your concern as there may be some evidence e.g. CCTV footage and leave any documents alone, e.g. cheque books or bank books, so no one can touch them. When the person you are supporting talks to you about something abusive that has taken place, you must record and report that disclosure. The following are useful do's and don'ts to consider when dealing with disclosures: . Stay calm and try not to show shock or disbelief  Listen carefully, supporting this with appropriate non-verbal cues (nodding, open body posture, leaning forward etc.)  Be empathetic (I am sorry this has happened to you) . Let the person speak at their own pace, using their own words, don't jump in with a comment, judgement or correction Your Mandatory Training Booklet | October 2014: First Edition page 23 ",
  "24": " Record disclosure at earliest opportunity Do not ignore . Do not try and manage the situation on your own Do not promise to keep secrets . Do not contact/approach the alleged abuser unless advised . Do not sit on the information over the weekend until you are next on duty, etc. report immediately (site manager out- of-hours) . Do not assume others will act the responsibility lies with you Please remember to complete the datix incident form and a safeguarding alert. Sharing and storing of confidential information must be in line with data protection and Caldicott principles. Reporting abuse Referrals to the Safeguarding Adult Team should be made when there is a reason to believe that a vulnerable adult is at risk of being abused or is known to have been abused. The referral form that needs to be completed is called the Southend, Essex & Thurrock Safeguarding Alert Form (SET SAF 1). Please access the referral form via the intranet under adult safeguarding. Whistleblowing MEHT has a policy for whistleblowing. This policy provides the assurance of our organisation that paid and voluntary staff can raise concerns about the behaviour of others or about practice. MEHT are committed to the highest possible standard of operation, probity and accountability. In line with this commitment, employees and others with serious concerns about any aspect of their work are encouraged to come forward and voice those concerns via a Whistleblowing hotline. The whistleblowing policy has been designed to assist, encourage and enable employees to make serious concerns known. Staff who do not report concerns about the possible abuse of a vulnerable adult in accordance with the policy could be disciplined for not doing so, or for colluding with the abuse. Mental Capacity Act (2005) At times, difficulties could arise when people may lack capacity to make decisions some or all of the time. The Mental Capacity Act (2005) offers clarity on how we should respond in such situations in order to safeguard people who lack capacity and to offer information and support to people to make their own decisions. The Act is underpinned by five key principles:  A presumption of capacity . The right for individuals to be supported to make their own decisions . The right for individuals to make unwise decisions  Decisions made on behalf of people who lack capacity must be in their best interests  Best interest decisions should be least restrictive of their rights and freedoms For more information on the Mental Capacity Act (2005) please see the link below and access the MEHT MCA Policy via the MEHT intranet under Adult Safeguarding: www.legislation.gov.uk/ukpga/2005/9/ contents At MEHT MCA1 forms are used for day to day decisions and MCA2 forms are used for significant medical treatments/decisions The way care is provided is being reformed and the term 'personalisation' is used to describe this change. The aim is to ensure page 24 Your Mandatory Training Booklet | October 2014: First Edition ",
  "25": "that people receiving care and support in every setting have choice and control over it. We recognise that choice involves risk and the emphasis is on how people and professionals work together to identify and manage that risk. The Dignity in Care campaign is about changing the culture of care and support services, putting dignity at the heart of all health and social care services through raising awareness and inspiring people to take action. For more information on the Dignity in Care campaign please see the link below: www.dignityincare.org.uk/ DignityCareCampaign/ Deprivation of Liberty Safeguards (DoLs) Sections 4A/4B and Schedules A1 and 1A MCA (2005). DoLs are only applicable to patients who lack capacity. The term DoLs is used frequently in the provision of healthcare, yet its definition, origin, need for understanding and reason for use in clinical practice are all very poorly understood by healthcare professionals on the whole. The Deprivation of Liberty Safeguards provide legal protection for those vulnerable people who are, or may become deprived of their liberty in a hospital, care home or domestic setting. The safeguards exist to provide a proper legal process and suitable protection in those circumstances where deprivation of liberty appears to be unavoidable, in a person's own best interests. The MCA/DoLS provide that deprivation of liberty:  Should be avoided whenever possible  Should only be authorised in cases where it is in the relevant person's best interests and the only way to keep them safe . The Acid Test must be applied . Should be for as short a time as possible DoLS is a complex area of law and so if you have a concern that a patient is being deprived of their liberty please contact the Elderly Assessment Team (EAT) or the CNS Adult Safeguarding for support. Please refer to the MEHT DoLS Policy on the adult safeguarding intranet page for support on the procedures at MEHT. MCA/ DoLS training is provided bi-weekly for all staff. Restraint: section 6(4) Mental Capacity Act (2005) Restraint alone does not constitute a deprivation of a person's liberty. However, this cannot be interpreted as meaning that patients can be restrained without due consideration of the lawfulness of such measures being taken. Restraint of a person who has capacity by clinical staff in the course of their duties is considered common assault. While restraint of a person in clinical practice, who lacks capacity may be permitted, it is only lawful if the restraint is applied under specific conditions and with due consideration being given to key underlying principles. Section 6(4) The MCA (2005) states that someone is using restraint if they: . Use force or threaten to use force to make someone do something they are resisting or  Restrict a person's freedom of movement, whether they are resisting or not, this could be by using chemical restraint (sedation) Your Mandatory Training Booklet | October 2014: First Edition page 25 ",
  "26": "NB: This highlights the significance of restraint management in clinical practice settings and the need to ensure that our actions are lawful, applying MCA principles in the execution of our duties in caring for patients who lack capacity. There is a restraint policy which staff must adhere to and they should contact the Policy Lead or EAT/Safeguarding when concerns arise about the need to restrain a patient who lacks capacity as part of their care (therapeutic restraint). Prevent In June 2011, the Prevent Strategy was presented to Parliament by the Secretary of State for the Home Department. Prevent is part of the Government's counter-terrorism strategy Contest and its aim is to stop people becoming terrorists or supporting terrorism. Both are part of a legal framework, part of which needs to be integrated into the workplace by NHS healthcare providers. One of the key objectives of the Prevent Strategy is to work with sectors and institutions where there are risks of radicalisation which need to be addressed. The need for NHS providers to engage with the Prevent Strategy is two-fold: 1. The NHS is one of the biggest employers in the UK and therefore integrating the Prevent Strategy across health will ensure its implementation is widespread throughout the country. or 2. Frontline staff working in health may, in the course of carrying out their duties, come into contact with people, who may exhibit signs or behaviours of extremist activity. All staff need to be alert and act on concerns of radicalisation. MEHT's Prevent Lead is the Local Security Management Specialist; please contact the lead with any concerns and these can be discussed and shared. Specialist training is provided to key staff and departments via Conflict Resolution training. Safeguarding adults  S: Suspect harm?  A: Action immediately by escalating to line manager/site manager . F: Fill in the datix form completing safeguarding section  E: Escalate to safeguarding team using details below  G: Get the right people involved (consider police) . U: Utilise the policy  A: Abuse can be physical, sexual, psychological, emotional or financial  R: Reporting any concerns about any of these is your responsibility  D: Document factually in all correspondence relating to the incident Adult Safeguarding Team Please refer to the MEHT adult safeguarding section on the intranet where more information can be found. If you need advice or support please call or page the numbers below: Telephone: 01245 514741 (Ext: 4741) Pager: #6555 2508 Mobile: 07825298396 Email: mie-tr.MEHT-Safeguardingadults@nhs.net MUST DO's . Read this topic and the Safeguarding Adult Policy . Check that you understand it  Complete the Quiz  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip page 26 Your Mandatory Training Booklet | October 2014: First Edition ",
  "27": "Booklet 2 SA Quiz Name 3 types of abuse. 1. 2. 3. Which of the following statements is/are correct? (tick all that apply) Abuse is a violation of an individual's human rights Abuse can only occur in a relationship where there is mutual consent Abuse is unlikely to occur in a relationship where there is an expectation of trust Abuse is a violation of an individual's civil rights You have the right to a private and family life, your home and your correspondence. This cannot be breached There are several different types of abuse. Withholding assistance to use the toilet, keep clean, warm and comfortable is what abuse type (choose only one)? Physical Emotional Sexual Neglect Discriminatory Financial Institutional What does SET stand for? Confidentiality means keeping secrets. True False Which of the following is considered best practice if someone tells you about a possible act of abuse? (tick all that apply) Listen Note what you have seen or heard Check the facts with the alleged abuser Promise to maintain confidentiality Avoid asking leading questions Where should safeguarding alerts be sent? (tick all the apply) Essex Safeguarding Adults Board Police Essex Social Care Direct Direct to a social worker Local district or borough council CNS Adult Safeguarding, MEHT If abuse has taken place unintentionally, you do not need to send in a safeguarding alert (SET SAF1). True False Your Mandatory Training Booklet | October 2014: First Edition page 27 ",
  "28": "Name 3 things you should do if someone discloses abuse 1. 2. 3. Fill in the blanks. The definition of a vulnerable adult includes the following:  Any person over the age of  Is or maybe in need of  Someone who cannot protect themselves from A service user tells you that another professional has abused them but they say that they will not tell you any more details unless you promise not to share this with anyone else. Can you promise to keep this a secret? Yes No Most workers (who have contact with adults who may or may not be considered to be vulnerable) are not expected to make a decision as to the person's vulnerability, but should raise any concerns with their supervisor or manager. True False There are several different types of abuse. Threats of harm, harassment and bullying could be described as what abuse type? (choose only one) Physical Emotional Answers at the back of this handbook page 28 Your Mandatory Training Booklet | October 2014: First Edition ",
  "29": "Safeguarding children training (Level 2) Regulations CQC - Outcome 7 Welcome to the safeguarding children training Level 2. This briefing is for the purpose of updating Mid Essex Hospital Services NHS Trust staff only. To become fully compliant with Level two training you are required to read the written briefing and complete the attached quiz and return to the Training and Development department. Level two safeguarding children training is required for \"All non-clinical and clinical staff who have any contact with children, young people and/or parents/carers\" Safeguarding children and young people: roles and competences for health care staff: Intercollegiate Document, March 2014. The purpose of this briefing is to support you in understanding what is meant by Safeguarding Children and Child protection, the different ways a child or young person may be abused or neglected and what actions you should take if you have concerns that a child is being harmed. Please be aware that \"doing nothing is not an option\". Introduction Mid Essex Hospital Services NHS Trust (MEHT) is committed to Safeguarding Children and Young People. It is required to fulfil its statutory duty under Working Together to Safeguard Children 2013 and Section 11 of the Children Act 2004 in order to safeguard and promote the welfare of children. The Children Act 1989 defines a child as \"anyone who has not yet reached their 18th birthday\" The fact that a child has become 16 years of age, is living independently, is in further education, a member of the armed services, is in hospital or in custody in the secure estate for children and young people does not change his or her status or entitlement to services or protection. All children deserve the opportunity to achieve their full potential; the sooner the need for additional support is identified the better the outcomes for children. Safeguarding and promoting the welfare of children is defined as:  Protecting children from maltreatment  Preventing impairment of children's health or development  Ensuring children are growing up in circumstances consistent with the provision of safe and effective care  Taking action to enable all children to have the best outcomes. This was historically framed around the \"Every Child matters\" agenda which identified that there are five key outcomes which support children and young people to achieve their full potential namely:  Stay Safe  Be Healthy  Enjoy and achieve  Make a positive contribution  Achieve economic wellbeing Effective safeguarding is underpinned by two key principles:  Safeguarding is everyone's responsibility; for services to be effective each professional and each organisation should play their full part.  A child centred approach; for services to be effective they should be based on a clear understanding of the needs and views of children Working Together to Safeguard Children, 2013 Your Mandatory Training Booklet | October 2014: First Edition page 29 ",
  "30": "Key definitions Child protection is a part of safeguarding and promoting welfare. It refers to the activity that is undertaken to protect specific children who are being abused, those who are suffering, or are likely to suffer, significant harm. Child in Need is defined as being \"in need\" when the child is unlikely to reach or maintain a satisfactory level of health and development or it will be significantly impaired without the provision of services. Significant harm is the threshold that justifies compulsory intervention in family life in the best interests of the child and gives local authorities a duty to make enquiries. There are no absolute criteria for identifying significant harm and it will depend on the:  Degree and extent of physical harm . Duration and frequency of the abuse or neglect Extent of premeditation . Degree of threat and coercion It must be acknowledged that Child protection work \"involves uncertainty we cannot know for sure what is going on in the privacy of family life nor can we predict with certainty what will happen\" Munro, 2012 Principles of the Children Act 1989 and 2004 Children Act 1989 The Children Act 1989 is the main piece of legislation that underpins our child protection work. This act introduced a number of principles: . The child's welfare must come first. Racial, cultural, religious and linguistic needs should be taken into account.  Parental responsibility (see below).  Professionals and families must work together for the welfare of the child. . The voice of the child; Children's wishes and feelings should be ascertained so that they can contribute appropriately to the situation.  A child's own family is the best place for a child to be brought up whenever possible; if the parents are unable to meet the needs of the child then a family member who is deemed suitable will be allowed to care for that child.  A court should not make an order unless it is needed to improve the child's life.  Children must be protected from serious harm. The local authority has a duty to investigate any reports that a child is suffering, or likely to suffer, significant harm (section 47)  Services necessary to safeguard and promote the welfare of children (in need) should be provided to support families who may be in need of such services The welfare and safety of the child are always paramount and the rights of children will always come above the rights of any adult. Therefore we must always share appropriate and relevant information relating to children in order to maintain their safety. The Data Protection Act 1998 is not a barrier to sharing this information but a tool to support the process, even if the needs of an adult are such that they are vulnerable themselves. Parental responsibility . Birth mothers automatically have parental responsibility for their children. This means that they can make decisions about them but also are responsible for making sure their children are looked after.  Birth fathers who are (or were) married to the child's mother at the time of child's birth will also have parental responsibility. page 30 Your Mandatory Training Booklet | October 2014: First Edition ",
  "31": " After 1 December 2003 both of a child's legal parents will have parental responsibility if registered on the birth certificate. . Pre this date birth fathers could acquire parental responsibility either by the mother agreeing to this formally or by applying for a court order if they were not married.  In England, Wales and Northern Ireland, parental responsibilities may be exercised until a young person reaches 18 years.  Any adult with parental responsibility (PR) is also legally able to consent to treatment for the child. Parental responsibility can be acquired by:  Legal guardians or other adults where this has been awarded in a court order . The local authority (at the point a child is taken into care) Foster carers do not have parental responsibility. Further information and guidance can be found in the MEHT Consent Policy. Children Act 2004 The Children Act 2004 came into force following the death of Victoria Climbie. This Act introduced the following principles:  Early help/intervention  Private fostering A private fostering arrangement is defined as: 'an arrangement between families/ households, without the involvement of a local authority, for the care of a child under the age of 16 (under 18 if disabled) by someone other than a parent or close relative; close relatives are identified as parents, step-parents, siblings, siblings of a parent and grandparents for 28 days or more. This could be an arrangement by mutual agreement between parents and the carers or the young person may have chosen to leave the family home against the parents' wishes to live with a friend a situation where a child has left home against their parent's wishes and is living with a friend and their family. The period for which the child is cared for and accommodated by the private foster carer should be continuous, but that continuity is not broken by the occasional short break. If you are aware that a child is in a private fostering arrangement you must contact social care as they will arrange to check the carers are suitable. Child abuse and neglect Abuse and neglect are forms of maltreatment of a child or young person. The term child abuse describes a range of ways in which people harm children or young people knowingly, or by failing to act to prevent harm. Children may be abused in a family or in an institutional or community setting, by those known to them or, more rarely, by a stranger for example, via the internet. They may be abused by an adult or adults, or another child or children. Child abuse can be:  Physical  Emotional  Sexual  Neglect Your Mandatory Training Booklet | October 2014: First Edition page 31 ",
  "32": "In many cases, children are subjected to a combination of types of abuse e.g. neglect and emotional abuse. Some forms of abuse are easier to identify than others such as when a child is physically harmed but other abuse is more subtle such as in emotional abuse. While some types of abuse are caused by someone doing something that harms the child, others are the result of neglect, of failing to take steps to keep children safe and well. Definitions of abuse Physical abuse This is defined as: Hitting, shaking, throwing, poisoning, burning or scalding, drowning, suffocating or otherwise causing physical harm to a child It also includes Fabricated or induced illness (FII) previously known as Munchausen's syndrome by Proxy; this is where a parent or carers feigns the symptoms of, or deliberately causes ill health to a child whom they are looking after. There are three main ways that this may occur  Fabrication of signs and symptoms; this may include fabrication of past medical history  Fabrication of signs and symptoms and falsification of hospital charts and records and specimens of bodily fluids. It may also include the falsification of letters and documents  Induction of illness by a variety of means. Emotional abuse This is defined as: The persistent emotional ill treatment of a child that causes severe and persistent adverse effects on the child's emotional development. It may involve: . Conveying to the child that they are worthless or unloved, inadequate, or valued only insofar as they meet the needs of another person. . Not allowing the child to express their views, deliberately silencing them or 'making fun' of what they say or how they communicate.  Imposition of inappropriate age or developmental expectations; this may include interactions that are beyond the child's developmental capability, as well as overprotection and limitation of exploration and learning, or preventing the child participating in normal social interaction.  Conveying a low sense of self worth.  Causing a child to feel frightened frequently such as bullying.  Exploitation or corruption of a child. Some level of emotional abuse is involved in all types of maltreatment of a child, though it may occur alone. It may also involve seeing or hearing the ill- treatment of another as in Domestic Abuse (Children and Adoption Act 2002) Domestic abuse is defined by the Home office (2009) as: page 32 Your Mandatory Training Booklet | October 2014: First Edition ",
  "33": "\"Any incident of threatening behaviour, violence or abuse (psychological, physical, sexual, financial or emotional) between adults who are or have been intimate partners or family members, regardless of gender or sexuality\"; this has now been extended to include young people aged 16-18 who are in an intimate relationship. Domestic Abuse now includes Honour Based abuse, Forced Marriage and Female Genital Mutilation Controlling behaviour is: a range of acts designed to make a person subordinate and/or dependent by isolating them from sources of support, exploiting their resources and capacities for personal gain, depriving them of the means needed for independence, resistance and escape and regulating their everyday behaviour. Coercive behaviour is: an act or a pattern of acts of assault, threats, humiliation and intimidation or other abuse that is used to harm, punish, or frighten their victim. Risk and impact domestic violence has on children Children living with domestic violence (DV) and abuse can be adversely affected and the impact is usually on every aspect of a child's life. The impact of domestic violence and abuse on an individual child will vary according to the child's resilience and the strengths and weaknesses of their particular circumstances. . 90% of cases with children in same/ next room . About half the children in DV families have themselves been badly hit or beaten  75% of children subject to a child protection plan live in households with DV  90% of child deaths through abuse feature domestic violence The impact includes:  Children may get caught in the 'cross fire' protecting their mother and sustain physical injuries  Girls often seek to protect siblings during episodes of violence  Depression, anxiety, guilt, fear, insecurity, sleeping and eating disorders, nightmares, shame, self- harming  Difficulties with concentration, heightened aggression, violence as 'normal', early sexual and/or drug activity, disobedience/anti-social behaviour (boys) In the event Domestic abuse is suspected and it is known that there are children in the family a referral to social care is required. Honour Based abuse occurs when a person is considered to bring dishonour to their family or community; this can lead to the assault, imprisonment or murder of the individual. Forced Marriage occurs where one or both parties do not want to (or in the case of people with a learning disability cannot) consent to the marriage and pressure or abuse is used. A person who is known to be lesbian, gay, bisexual or transgender may be at greater risk. It has been illegal within the UK since June 2014. This is not the same as an arranged marriage as within this arrangement the consent of both individuals is given. Female Genital mutilation is also illegal in the UK; it continues to be practiced in a number of countries such as in Africa, Middle East and Asia. It is a reportable incident within the Trust via Datix, a referral to social care will be required if there are female children in the family. Your Mandatory Training Booklet | October 2014: First Edition page 33 ",
  "34": "Sexual abuse This involves forcing or enticing a child to take part in sexual activities, whether or not the child is aware of what is happening. It must be noted that women and children can also sexually abuse children. Sexual abuse can involve;  physical contact such as in penetration (rape or oral sex) or non-penetration (masturbation, kissing, rubbing or touching over clothing).  non-physical contact such as involving children in looking at, or in the production of sexual images, watching sexual activities, encouraging a child to behave in sexually inappropriate ways or grooming a child in preparation for abuse (including via the internet) It also includes Child sexual exploitation which is defined as: \"Sexual exploitation of children and young people involves exploitative situations, contexts and relationships where young people receive something (food, accommodation, gifts, alcohol, drugs, affection, money) as a result of them performing or others performing on them, sexual activities\". Neglect Neglect is the persistent failure to meet a child's basic physical and/or psychological needs, likely to result in the serious impairment of the child's health or development. Neglect may occur during pregnancy as a result of maternal substance abuse. Once a child is born, neglect may involve a parent or carer failing to:  Provide adequate food, clothing and shelter (including exclusion from home or abandonment)  Protect a child from physical and emotional harm or danger  Ensure adequate supervision (including the use of inadequate care-givers); or  Ensure access to appropriate medical care or treatment It may also include neglect of, or unresponsiveness to, a child's basic emotional needs. Working Together to Safeguard Children 2013 What are the effects of child abuse? The effects of cruelty to children are wide- ranging and profound. They vary according to the type of abuse and how long it has been endured but can include:  Behavioural problems  Educational problems  Mental health problems  Relationship difficulties  Drug and alcohol problems  Suicide or other self-harm  Injury and in extreme cases, death It is therefore imperative to identify and act on any concerns immediately. MEHT staff must inform the local authority of any child who is at risk of significant harm on the same day; this is likely to be verbal and must be followed up in writing using the inter-agency referral form. The Local authority has a duty to investigate all child protection referrals. Other relevant safeguarding topics Child Trafficking The definition of child trafficking can mean the \"recruitment, transportation, transfer, harbouring or receipt of persons by means of the threat or use of force or other forms of coercion, of abduction, or fraud, of deception of the abuse of power or of a position of page 34 Your Mandatory Training Booklet | October 2014: First Edition ",
  "35": "vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person for the purpose of exploitation\". Exploitation includes: . The prostitution of others or other forms of sexual exploitation  Forced labour or services  Slavery  Servitude  Removal of organs Trafficking does not only occur from country to country but may occur within the country of origin; the vulnerable person may be removed from their home town and be relocated to somewhere else within the country. If you have concerns: Consider: . Does the child present with an adult and if so do you have reason to doubt the relationship? . Does the child come from another country? . Does the child appear scared or cautious of the adult they are with? . Do you think the child or young person could be withholding information or telling you a rehearsed story? Please note: In any case where English is not the first language always use an official interpreter, family members and friends are not to be used. Many survivors comment that the emotional consequences are far more severe than the physical effects of abuse. Fortunately, children who are abused can be helped. What is vital is that everyone who works with children, whether in a paid or voluntary capacity are equipped to recognise signs of child abuse at the earliest opportunity so that the harm can be stopped and the damage can start to be repaired. If you work with the parents and carers only This list identifies adult issues which are known to have an impact on their capacity to parent effectively: Mental Health or Learning disability Alcohol misuse Substance misuse Domestic abuse Family history Financial Problems Chronic Ill health Complex social problems Social isolation Early parenthood Should you concerned about the adults presentation to the hospital, consider: . Do they have children or a caring role for children?  How old are the children?  Where are they?  Who is caring for them? What to do if you have a concern . Discuss within your team or contact the Safeguarding Team on Ext 4728 or Page #6400 896  Gather as much information you can from the Child's GP, Health visitor or School Nurse or any other professional working with the family  If you have access to system one then check to see what additional information is available. What other services are involved. Is the child looked after or subject to a Child protection plan/Child in need plan? . If it is out of hours then discuss with the on call Paediatrician or the Emergency duty team on 0845 606 1212. Please note if you ring social care you will initially be talking to Business support Your Mandatory Training Booklet | October 2014: First Edition page 35 ",
  "36": "and not a social worker so this initial contact cannot be considered a referral  If after discussion your concerns are alleviated then document this and the reasons why in the notes If you continue to have concerns do you think the child is at risk of significant harm? If the answer is yes then follow the Red pathway. If you think that the family are in need of additional support then contact the Early help and advice hub; it is the same number as social care but you have to specifically ask for the Early help and advice hub; they will provide advice on . Which services may offer support to the family if level two (Additional); they will provide contact details  Identify that Family Solutions criteria is met and discuss how to refer to the Family solutions team if level three (Intensive) or  Transfer you to the Initial response team if it is considered that the child is at risk of significant harm (Specialist) Please refer to the Essex Windscreen over the page for explanation of levels and follow the yellow pathway if the family require additional support. Universal The majority of children will reach their full potential, supported by their parents/carers with help from universal services (midwives, health visitors, GP's, A&E, schools, housing services etc.). These children do not have or need a lead professional; the parents/carers successfully take on this role. Additional Children and their families who have additional and/or vulnerable needs that go beyond what is on offer from universal services are supported by targeted services. Examples of this include the specialist midwifery teams, family nurse partnership, therapy services, specialist medical or surgical teams within our hospitals, behaviour support, attendance welfare, youth offending team etc. These are the contact details for the Early help and advice hub: note the telephone number for Social care and the Early Help and advice hub are the same. If you choose to email patient identifiable information then this email address must be used earlyhelp@essex.gcsx.gov.uk. Please ensure you email from a nhs.net account. Telephone: 0845 603 7627 Please ask specifically for the Early Help and Advice Hub Address: Early Help and Advice Hub, Essex House, 200 The Crescent, Colchester Business Park, Colchester, Essex CO4 9YQ early.help@essex.gov.uk earlyhelp@essex.gcsx.gov.uk Email: page 36 Your Mandatory Training Booklet | October 2014: First Edition ",
  "37": "UNIVERSAL ADDITIONAL Additional needs met by universal and targeted services working together. Shared Family Assessment not required but can be used INTENSIVE ESSEX Safeguarding Children BOARD Multi-agency approach required using Shared Family Assessment and Lead Professional or Family team response Personalised Universal Services Level 2 SPECIALIST Level 3 Level 1 Getting Advice and Guidance to support a Family (Level 2 & 3*) Email your query to early.help@essex.gov.uk or earlyhelp@essex.gcsx.gov.uk Specifically ask for the Early Help and Advice Hub Early Help and Advice Hub (Mon-Fri 9-5pm) When you speak to a family adviser you will need to talk about a family anonymously as the Hub can only record information about a family once it has consent. The Family Adviser will suggest services in your area that will meet the family's level of need. This may include completing an Essex Request for Support and having the family's consent in order for Family Solutions to be considered. If a Essex Request for Support Form has been completed then you will need to password protect the document and email it to early.help@essex.gov.uk or if Health or the Police earlyhelp@essex.gesx.gov.uk If unsure consult Call 0845 603 7627 You will be put through to ECC Customer Services who will answer the initial call Early Help and Advice Hub/ Initial Response Team Process Map \" These levels are explained in more detail in the Effective Support for Children and Families in Essex' document Specialist and high level interventions often statutory process involving Level 4 Child in Need or Child Protection Concerns about a child (Level 4*) Email your referral to initialresponseteam@essex.gesx.gov.uk Speofically ask for the initial Response Team and state if it IRT will give consultation about the Child For a Consultation (at level 4) concern whether a ECC 999 should be completed For a Referral spparity should only be considered if an immediate response needs to be made for Child Protection a Priority ** Initial Response Team (Mon-Thurs 8.30-5pm Fri 8.30-4.15pm) Out of Hours Tel no: 0845 606 1212 An adviser will listen to and respond to your concerns. Where there is significant risk of harm ta a child and an immediate response is necessary IRT will contact the Assessment and Intervention Team. For a child in need referral the teferrer should have discussed the matter with parents andfor the child and have their consent to refer where an immediate response is not necessary an ECC 999 will need to be completed. Please email the password protected ECC 999 form to Your Mandatory Training Booklet | October 2014: First Edition page 37 ",
  "38": "Intensive Some families will at some time have the need for a targeted service. Some may need a very specific intervention to meet a specific need, delivered by a single service whilst others may have complex needs. If you have a family with complex needs then Family solutions may have a role. This service will undertake an assessment with the family and match a worker who works with the family for up to 12 months. Please refer to the safeguarding team for further advice on this service. Links to the website are provided on the Intranet. To access this service there must be written consent from the parent and all family members 16 years old and over if they wish to be part of the assessment; the form requesting a Shared Family assessment in available on the intranet; this replaces the Common Assessment Framework (CAF). Specialist Specialist services are required where the needs of the child and their family are so great that intensive or complex intervention is required to keep them safe or to ensure their continued development. Specialist services often have a statutory element to them, meaning that either the child or family are statutorily obliged to engage with the service or that the NHS or local authorities are statutorily obliged to provide it, or both. Examples of specialist services include statutory children's social care interventions (child in need, child protection or Look After Children Service), statutory youth offending service work, services provided for children and young people as a result of statements of special education need and services provided for children and young people with complex mental health needs and/or substance misuse dependency. In these cases, a person from the service providing the statutory intervention will act as the lead professional. If you do need to make a referral to Social care If a child is considered to be a 'child in need' or a 'child in need of protection as defined by the Children Act 1989, a referral should be made to children's social care. If you are unsure please speak to a member of the safeguarding children team. Please note parental consent is not required if the child is in need of protection. It is good practice to advise the parents that you are making a referral to social care unless: . You are concerned about risk of further harm to the child or children . You are concerned about the risk to you or your colleagues . There may be loss of evidential material There must be no delay in making the referral and it should be made before the end of your shift/working day. In an emergency, the referral can be made over the telephone but must then be confirmed in writing on the inter-agency referral form within 48 hours. Any child who will be in hospital for more than three months must be referred, under section 85 of the Children Act 1989, to children's social care team. The referral should be made as soon as it is anticipated that the child will be in hospital long term. If there are concerns about the safety and welfare of a child/young person who is currently an in-patient or who has presented at the Accident and Emergency Department (A&E), they must not be discharged until the assurance is provided that there is an agreed plan in place that will safeguard the childs welfare. If you have reason to believe that a child is in imminent danger of harm the police should be called using the 999 emergency services number. page 38 Your Mandatory Training Booklet | October 2014: First Edition ",
  "39": "Completing the interagency referral form (ECC999) The referral form can be found on the Trust Intranet Safeguarding Children page in useful documents. When completing:  Be concise, avoiding long explanations, jargon and abbreviations  Use bullet points to clearly state your concerns  Ensure your contact details are included  Ensure writing is legible  Gather as much information as you can to complete the form and prompts of who lives in the family home and which professionals are involved with the family  Establish who has parental responsibility What happens once a referral has been made? Social care will acknowledge the referral; if you have not heard from social care then the person making the referral should contact social care for an update. They may advise: . No further action / Provision of advice and information  Further assessment required  Emergency action to protect the child/ children . Police involvement if crime committed  Section 47 enquiries can be initiated at any time. In some circumstances it may be that it is unsuitable for a child to be discharged into the care of the parents. If a police protection order is required this will last for 72 hours until reports can be completed if it requires court intervention. Social Care and other professionals will discuss the next steps with the family and agree the plan for discharge if the child is an in-patient. Where there are significant concerns (Section 47) strategy discussions will take place to gather more information. If an initial child protection conference is indicated this will be convened within the timeframe set within the Local children protection procedures i.e. within 15 working days National/local safeguarding children guidance There is a range of national and local safeguarding guidance, policies and procedures to support us in our work which is signposted on the safeguarding children intranet page. Thank you for reading this briefing. Further safeguarding children information and the teams contact details are available on the safeguarding children intranet page. Contact details Named Nurse Safeguarding Children 01245 514728 Specialist Midwife, Safeguarding 01245 513351 or Ext 3351 Named Doctor: Dr Manas Datta 01245 513260 Ext 3260 Pager number #6400 896 MUST DO'S  Read this topic . Check that you understand it  Complete the Quiz  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip Your Mandatory Training Booklet | October 2014: First Edition page 39 ",
  "40": "Safeguarding children training learning audit questionnaire This Audit tool will assess the quality of training. Please ensure you complete it. Thank you. 1. How many categories of abuse are there? 2. Please list the categories of abuse. 3. Who is most likely to abuse a child? A Stranger Someone they know A Male 4. How would you describe the following form of abuse? Humiliating a child, being overprotective or withholding affection Emotional Abuse Physical Abuse Neglect 5. If a child is not having their basic needs met, what kind of abuse is this? Emotional Physical Neglect 6. The consequences of sustained abuse and neglect can include: Drug and Alcohol abuse Suicide or other self-harm Either or a combination of the above 7. Which of the following might be signs that abuse has taken place? Low self esteem Isolated and withdrawn behavior Both of the above 8. Which of the following statements is true? Neglect is never threatening It will seldom be possible to identify abuse through one single sign Most abuse happens in public page 40 Your Mandatory Training Booklet | October 2014: First Edition ",
  "41": "9. Who of the following are significantly more vulnerable to abuse? Disabled children Boys Girls 10. What should you do to help if you are worried about a child's injuries, but the child has said nothing to you? Wait until the child tells you Share your concerns with others Assume someone else will deal with it 11. A child has bruising in the anal area and recurrent urinary tract infections. Which type of abuse might this suggest? Sexual Abuse Physical Abuse Emotional Abuse 12. Once concerns about possible abuse has been reported to Children's Social Care ... It is your job to prove that abuse has happened A careful assessment will be carried out The child will be placed on the child protection register 13. Which of the following could indicate emotional abuse? Self-harm by child Compulsive behaviour Both of the above 14. Is it a good idea to discuss your concerns with parents/carers? Yes, always No, always approach someone in authority In some circumstances Your Mandatory Training Booklet | October 2014: First Edition page 41 ",
  "42": "15. When should parents/carers not be involved with your initial concerns? If you believe the child is lying If you think this may place the child at greater risk If you do not like the parents 16. A child confides in you about the abuse that they have been suffering. Which of the following do you not do? Promise to keep it a secret Reassure that they are not to blame Take what the child says seriously 17. Child protection legislation and guidance includes children .... Until their 16th birthday Until their 18th birthday If they go to school 18. You do not have the consent of the patient to disclose information When are you obliged to share your concerns? Never, you should not break your confidentiality If you have reason to believe a child is at risk of significant harm If the patient is a child 19. We all have the responsibility to help keep children safe. You can do that if you ..... Are alert to the signs of abuse Are someone to turn to for a child or vulnerable parent? Both of the above 20. Which of the following are pointers to good practice? Keep dated, signed and legible copies of concerns In all circumstances keep patient confidentiality Only report an allegation if it relates to the present Answers at the back of this handbook page 42 Your Mandatory Training Booklet | October 2014: First Edition ",
  "43": "Conflict Resolution Regulations CQC - Outcome 14 Techniques to prevent or diffuse conflict The ability to identify potential causes of conflict and to know how to respond to them will help you to diffuse difficult situations. This will make your job easier and safer and will ensure a better outcome for patients. This section covers:  effective communication  understanding behaviour  impact factors . the law Effective communication There are two models contained within the Conflict Resolution Workbook from NHS Protect that you can use to achieve better communication with patients / service users. These are: SAFER S - Stand back A - Assess the situation F - Find help if you need to or are unsure E - Evaluate what is being asked of you, what you can and cannot do R - Respond And C - Confront the conflict U - Understand what is causing the conflict, and that you will help if the person is willing to listen D - Define the situation and the cause S - Search for a solution A - Agree on what needs to be done to resolve the situation Understanding behaviour There will be situations when people you come into contact with will demonstrate one of the following behaviours.  Compliance - the person will offer no resistance and complies with your request.  Verbal resistance and gestures - the person refuses to comply either verbally or with their body language.  Passive resistance - the person will either sit or stand and will not move.  Active resistance - the person pulls away or pushes you, but makes no attempt to strike.  Aggressive resistance - the person physically attacks you.  Serious or aggravated resistance - the person causes serious injury and may use weapons. People will normally progress through these stages but may jump through them without warning. Recognising these patterns may assist you in deciding upon an appropriate response. Warning and danger signs The table below identifies some of the physiological changes people will undergo which will indicate that they are becoming aggravated and may assist you with your response. Warning signs (if you can deal with these then they may never become danger signs)  Direct prolonged eye contact  Facial colour may darken . Head is back  Subject stands tall  Kicking the ground  Large movements close to people  Breathing rate accelerates  Behaviour may stop / start abruptly Danger signs (you need to think of your escape plan) Your Mandatory Training Booklet | October 2014: First Edition page 43 ",
  "44": " Fists clenching and unclenching  Facial colour may pale  Lips tighten over teeth  Head drops to protect throat  Eyebrows droop to protect eyes  Hands rise above waist  Shoulders tense up  A sideways stance is adopted  Stare is now at intended target  Lowering of body to launch forward Impact factors In order to decide how to address a conflict situation, you need to consider the impact factors that make any situation potentially more dangerous. Impact factors can relate to the people involved in the situation, objects present and the environment in which you find yourself. People  Gender, age, size of person  Mental state, mood, tiredness  Numbers of people present: 'more' does not always mean 'safer' Objects  Alcohol or drugs  Potential weapons  Offensive weapons Environment  Time of day: daylight or evening  Safe exits for escape  Distance and space If you are able to assess the impact factors it will help you answer the question: \"Should I deal with this person, or is the better course of action to remove myself from the situation and then raise the alarm?\" Distance and space can be considered to be key impact factors when dealing with conflict. If you leave distance between yourself and the other person this can give you time to think and then react. Space relates to how close you can get to someone before they feel uncomfortable. You will naturally allow certain people closer and often give other people a wide berth. Remember that there will be cultural / religious differences. Within the work environment, however, caring for someone often means invading their personal space and it is important to remember that this can make them feel uncomfortable or anxious. The law In the unusual case where you do have to defend yourself, you must do so within the law. Section 3 of the Criminal Law Act 1967, states that you must use force that is \"reasonable in the circumstances\". The courts will decide what is 'reasonable'. Final thought In conclusion, think about what the word 'conflict' means to you; what your experience of it has been and how you may deal with conflict more effectively in the future in light of the above information. Policy Links/Further Reading: . Security Policy  (LSMS) Violence and antisocial behaviour You Must  Keep Calm . Be Professional  Never put yourself in danger, withdraw if you feel threatened get help early. For emergency security assistance dial: 6666 MUST DO'S  Read this topic  Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip page 44 Your Mandatory Training Booklet | October 2014: First Edition ",
  "45": "Incidents, complaints and claims You should be safe, effective and thoughtful Staff who are safety aware are: safe, careful, happy to ask questions when they are unsure how to do something and keen to report clinical incidents. Our care can only be safe, effective and thoughtful if we know when and if things are not going well; this knowledge could come from incidents, complaints and claims. Incidents All staff All clinical and non-clinical incidents must be reported (preferably the day you know that they occurred) on the electronic incident reporting system Datix. Incidents can be reported by any member of staff via the Trust intranet. If something has happened and you are unsure whether it needs reporting or not, the very fact that you are thinking about it means that it does. If in doubt please report the incident. Even if no one was hurt - the reporting of \"near misses\" is very valuable as we can take action before someone is injured. Report the incident to your line manager, who should be your first point of contact for any feedback relating to the incident you reported. Line managers You need to be on the incident reporting system as a manager so your staff can report incident to you. If you are not on the system please contact the Quality Governance Department to arrange training. Your responsibility is to manage the incident appropriately, take action to reduce the likelihood of any repetition of the incident, feed your actions back to your staff, and escalate the issue quickly to more senior staff if the Incident is serious. Complaints Complaints from patients and other users of our services need to be dealt with sensitively and promptly. Complaints can provide a valuable source of information from which we can learn. If you are the first person to whom the patient complains, listen carefully then try to resolve the problem with them. If you cannot resolve the problem, escalate the patient's concerns to someone more senior than yourself. Please remember it is unlikely that the patient is unhappy with you - please do not take any anger or frustration personally; deal with any complaints in a sensitive and professional way. For further information or advice on how to deal with concerns and complaints, please contact the PALS & Complaints Department:  Telephone: ext 4130  Email: public.response@meht.nhs.uk . In person: Location A109, main hospital atrium, Broomfield Hospital Claims It is unlikely that you will be involved with a legal claim or inquest but if you are, we have a Legal Services Team who will help and support you through the process. It is essential to remember that if you are asked to produce a statement about the care you gave a patient, your primary source of information will be their health records. What you document needs to be accurate and legible. Patients have three years, from the date they know something went wrong with their care, to make a claim against the Trust. Policy/ Further reading Risk Management strategy and Policy and Complaints Policy. Contacts Quality Governance (patient Safety Team, Datix Team) Tel:020 74804718. Central Complaints Team: Tel: 08074804853 / 02074804807 MUST DO's  Read this topic . Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip Your Mandatory Training Booklet | October 2014: First Edition page 45 ",
  "46": "Information Governance Introduction Staff must be aware of the Trust's expectations of them for work practices and behaviours relating to Information Governance. Specifically staff must be aware of:  all the policies and procedures that pertain particularly in relation to confidentiality, information security, data quality and the general day to day protection of sensitive information . how to access the policies and procedures  what training must be undertaken  the trust's procedure for managing Subject Access Requests (SARs)  responsibility for clinical record keeping and generally observing all medical records procedures, including casenote tracking and timely and correct filing  their responsibility to access confidential information on a demonstrable \"need to know\" basis  the necessary arrangements for sharing information with others . the fact that monitoring and auditing of access to confidential information is carried out  evidence of failure to comply with any of the above may result in formal disciplinary action, up to and including dismissal Trust policies and procedures are all based on legal and NHS frameworks which include: . The Data Protection Act 1998 which applies to any person who has access to or handles information. The 8 Principles of this Act govern how personal identifiable information is gathered, stored, accessed and released . Confidentiality NHS Code of Practice - provides guidance to the NHS on patient information, confidentiality and consent  Caldicott Principles - 6 Principles governing appropriate management of specifically patient information (overseen locally by the Caldicott Guardian - each Trust must have one)  Records Management NHS Code of Practice - this code is a guide to the required standards of practice in the management of records and includes creation, naming, storage, access and retrieval of all records. All staff are responsible for any records they create or use during their daily duties  Information Sharing: Guidance for Practitioners and Managers . The Information Governance Toolkit - the trust to be able to demonstrate that we have the appropriate evidence against 43 individual criteria that we manage all our information safely and appropriately - the results are audited and also feed into the Care Quality Commission Policies The Trust has a range of policies that come under the heading of \"Information Governance\". This are all published on the intranet and on the external website and the easy way to find them is to put the unique trust register number into the search engine and only that document will appear. There are a lot of documents but here are the ones that you are most likely to need (over page). There are associated policies that do not come under the heading of Information Governance but have substantial information governance content that particularly relates to the \"secondary uses of data\", appropriate access to health records, information risk and IG Serious Untoward Incidents. . 08076 Clinical Audit Strategy . 08042 Research & Development Policy  09100 Incident Policy  04061 Risk Management Strategy Confidentiality - Best Practice Guidelines - In Brief There is now absolutely no public acceptance of breaches or confidentiality or data loss and in the event of being page 46 Your Mandatory Training Booklet | October 2014: First Edition ",
  "47": "Register No 07011 Confidentiality Policy This is the key document that relates to all aspects of confidentiality Name 07026 08088 Acceptable Use of IT Sharing Patient Information Key document that sets out the rules for sharing patient information outside the trust 08075 Workstation Security How to work safely at your computer 09036 Password Policy Management of passwords 07042 Email Policy Staff responsibilities about the use of email 08064 Encryption Policy All mobile media must be encrypted including laptops, memory sticks. Trust information can only leave the trust on media that is encrypted 09021 Remote Working Rules for secure working with IT for staff who are either mobile or working outside of the trust e.g. at home 10055 Sending Patient Identifiable information out of the UK This sets out the rules and standards for all trust policies, clinical and non-clinical 08042 Document Provenance Policy 04085 Archiving Policy 04086 Access to Records Policy 08086 Clinical Record Keeping The required procedures for clinical record keeping 05103 Case note Tracking Policy The rules concerning the tracking of medical records and specifically how each movement of each record must be recorded on PAS found guilty of \"reckless loss of data\", the Information Commissioners Office (ICO) are empowered to levy fines of up to 500,000 on negligent organisations. Any serious breach of confidentiality is an automatic Information Governance Serious Incident which will be reported to the Trust Commissioners and may also qualify for onward reporting to the ICO. An example of a SI would be medical or nursing handover sheets, found outside the hospital grounds. The public are now far more likely than in the past, to publicise any breach event to the local or national media, because of the risk of identity fraud and also to demonstrate What's it about? This is the key document that relates to safe computer usage This policy relates specifically to the Data Protection Act and its Principles and the policy sets out the rules for managing this in the trust Relates mainly to the archiving of Medical Records - staff must also need to know about the Retention & Disposal schedule that sets out the rules for how long trust documents needs to be retained The rules and procedures for meeting DPA Subject Access Requests and requests from other agencies including the Police for duplicate health records the unacceptability of carelessness or thoughtless actions of trust staff. Additionally, if there are serious incidences of breach of confidentiality, under the duty of candour, we must write to all the patients involved, informing them of what has occurred, how it happened and what measures are being put in place to make it less likely that it will happen again. Confidentiality requires staff to maintain patient and trust information safely. This requires a variety of procedures to be followed at all times, specifically: Your Mandatory Training Booklet | October 2014: First Edition page 47 ",
  "48": "Conversations  when in a clinical area or anywhere where you can be overheard by other patients, visitors or non-associated staff, do not talk about patients by name, this applies in face to face situations and on the telephone  if you see someone you know and you were unaware that they were coming to hospital, maybe they had no plans to tell you, leave them alone and do not discuss that you have seen them when you get home. Telephones  make sure you can't be overheard discussing person identifiable information  if someone rings and asks for personal information, be absolutely sure that they are who they say they are and they have an entitlement to the information  if someone calls from a business or company, take a message and make sure that you take down the company switchboard number, not an extension or mobile phone number . Provide the information to the person who asked for it, don't leave messages  if in doubt at all, ask your manager or Information Governance Manager  get patient consent to leave a message on a landline - actually its better to text a mobile, landlines often have multi- users however a mobile is usually only a personal device Email  do not send patient identifiable or other sensitive information out of the trust using an nhs.uk email address unless it is encrypted. It is not secure  if you are regularly needing to share patient identifiable or other sensitive information with other NHS colleagues, set up a secure nhs.net account by contacting ext. 5000, the IT Helpdesk and asking them to set one up for you  if you are regularly needing to share information with other central or local governmental non-NHS colleagues e.g. Social Services, they should be able to provide you with an equally secure email address Secure encrypted email addresses have the following endings:  Health - nhs.net  Social Services/local authority - . gcsx  Police - . pnn.police  If they say they have no such capacity, then regretfully you will not be able to send the information. They will have the capacity as they are all part of the \"Secure PAN-Government Network\". If this becomes a problem, contact the Information Governance Manager who will contact the body on your behalf Faxing Faxing is the least favourable method of communication. The possibility of miss keying in numbers and the faxes then being received by a member of the public or non- associated business is very high. If you absolutely must fax then please follow these rules:  Check whether you really need to fax it! . Could you exclude the patient identifiable element or anonymise it e.g. by using just hospital number and exchanging the hospital number for the name over the phone?  If not - telephone before you send it and ask for a confirmation call when received . If this isn't practical because of the quantity of faxing to be done, pre-record as many fax numbers as possible into the fax machine - this will reduce the opportunity for miss faxing . Make sure the fax cover sheet states who the information is for and mark it \"Private & Confidential\" . Request a report sheet to confirm the transmission and number it went to. Portable Media The requirement to have encryption in place is absolute. Using unencrypted page 48 Your Mandatory Training Booklet | October 2014: First Edition ",
  "49": "portable media for transporting confidential information out of the trust is the information governance example of a \"never event\". Portable media includes laptops, CD-ROMs and USB sticks but also means any device at all that could potentially be used for downloading. The rules are:  do not download any sensitive information onto any portable device unless it has been encrypted even if the device is never leaving the hospital grounds - it can still be subject to theft  do not use USB sticks as sources of permanent storage - they have no other purpose than for safe transportation . if you need to download and take information off site and you do not have a trust issued device, you may ask IT Helpdesk to encrypt your own USB stick  make sure you have permission to download or take any trust information out of the trust even if it is encrypted  all portable media must be locked up whilst not in use . never leave the password to the encryption of the device in the on or near the device - it renders the whole process of encryption pointless Postal Services Ideally, all posted communications that include patient identifiable information should be sent by recorded/registered mail, however that is not practical or affordable, therefore trust staff need to mitigate this risk by:  marking envelopes as Addressee Only, Private & Confidential ensuring that the trust name is not franked on it making sure that envelopes are sealed  large envelopes or packages e.g. copies of medical records are sent in tamper proof envelopes e.g. Tyvek Anti-Tear or heavy duty bubble wrap or similar envelopes Sending Patient Information out of the UK This matter is very specialised and few staff are involved. Anyone who is must refer to the specific Trust policy number 10055. Any issues not resolved by referral to the policy must be forwarded to the Information Governance Manager before the information is sent. What is key is that if patients asked for their information to be sent to a country outside the Economic Union, they need to be aware that we cannot guarantee the safety and security of their information, either manual or electronic, and they must consent in writing to accept the risk, before we send it. Disposal of Confidential Information It is your responsibility to find out where your nearest confidential waste bin is. All confidential information must be disposed of in a postal type confidential waste bin or shredded by a cross-cut shredder. A straight line shredder is not acceptable for this purpose  do not use any paper with confidential information on it as scrap paper . do not try to save money by printing information on the back when the front has been used for patient identifiable information that is no longer required eg old clinic lists  do not put any IT equipment in bins or skips - it must all be collected by the IT department for appropriate disposal or wiping . never leave your clinical area at the end of your shift without first disposing of and handover sheets  if there is bulk disposal required and there are insufficient confidential waste bins, it is possible to use the white sacks as long as . they are in good condition with no holes or tears . you have single use cable ties to secure them . you only fill them two-thirds full Your Mandatory Training Booklet | October 2014: First Edition page 49 ",
  "50": " you ask the porters to remove them as soon as they are sealed  they are never left around open You, Your Workstation, Work Area or Desk  wear your identity badge at all times  politely challenge anyone who appears to be accessing information that you don't think they are entitled to see  lock up everything sensitive when leaving the area unmanned, don't leave sensitive information lying around on desktops  don't let anyone (particularly patients and visitors) see what is on your computer screen  don't permit patient identifiable information on whiteboards  keep your password confidential at all times and share it with no-one  log off when you are not at your desk  don't allow anyone to access networked services whilst you are logged on - you then become responsible for what they access which may be inappropriate and a breach of policy and you may be subject to disciplinary action  use a strong password - with lower case, upper case and numbers  never keep passwords adjacent to the device to which it refers eg writing the encryption password on the back of an encrypted data stick or, on a post-it note on the wall  do complete a risk event form for all perceived breaches of confidentiality however minor you believe them to be put whatever sensitive information you no longer need to keep, in the confidential waste bin or delete it from your electronic files - but refer first to the Retention & Destruction Schedule on the intranet as most documents created by the NHS have a minimum retention period some of which reflect legal frameworks don't print anything you don't absolutely have to Maintaining Electronic Security A number of measures have already been referred to in the Confidentiality section above but staff must also:  use extreme caution when opening email attachments received from unknown senders, which may contain viruses, email bombs or Trojan horse code  not forward on \"junk email\" - you are contributing to email \"spam\" - this includes forwarding chain letters or pyramid schemes . remember that if they contribute to newsgroups on the internet using a Trust email address then the posting should contain a disclaimer stating that the opinions expressed are their own and not necessarily those of MEHT (unless posting is in the course of business duties)  know that limited access to the internet for personal purposes is permitted and this should preferably take place out of normal working hours and must not interfere with the works that the staff are contracted to carry out  all staff who are teleworking or using mobile computing must follow the guidelines provided . Whilst robust measures are in place to protect the organisation from anti- virus and malware attacks, all staff are required to immediately report any antivirus alerts messages or suspected issues to the service desk on ext. 5000. Registration Authority - the Use of Smartcards All doctors and some nursing and administrative staff are issued with Smartcards that provide access to patient information on the national Summary Care Record including the Choose and Book system. The card is not specific to MEHT and is portable, so if a card has been issued to you at another hospital, they will have cancelled the access arrangements there before you left and once you start work here, MEHT will allocate the appropriate accesses you need here onto the same card. page 50 Your Mandatory Training Booklet | October 2014: First Edition ",
  "51": "Smartcards are extremely important and must be protected. You must give them the same respect you would your credit cards. There is detailed information about trust Registration arrangements in 09031 Registration Authority Policy but in brief, staff must be aware of the following: . that Smartcard usage is monitored and if the rules are breached, the cardholder may be subject to disciplinary procedures . it is the responsibility of each Smartcard holder to be aware of the current terms and conditions - each holder is provided with the terms and conditions at the time a new card is issued but these are updated regularly and staff must read the updates as these are issued . if a Smartcard is lost, the holder must notify the Registration Authority office in the HR Department immediately so that the card can be electronically cancelled  do not leave Smartcards in computers and leave the area - remember to take your card with you or someone else may use your access never use someone else's smartcard . be aware that a risk event form is completed for all reported losses . never write the password of the Smartcard on the back! Data Quality Staff who are involved with any data input must comply with the requirement to input accurate and appropriate information and to do so in a timely fashion. It is not just \"admin that can wait\" If you delay, the appropriate information may not be available to your colleague and patient care can be affected. For example you may not think that Case note Tracking is very important but failure to log that records have been moved from an office in one building to an office elsewhere can result in records not being available for Outpatient Appointments or urgent admissions with the possibility of very serious clinical consequences for the patient, simply because they can't be found to be provided. The basic rules are:  staff must take care when entering data and always check the information with an appropriate source  staff must ensure that they have received adequate training on the system or procedure that they are using . staff must ensure that they have the relevant procedures to accessible to them at all times  staff must report errors or omissions that they identify during the course of their work  staff must be aware that changes will be introduced to ensure that the NHS number is used as the key identifier in line with the Safer Practice Notice Specific to manual medical records: . all medical records must have their case note tracking details changed on every movement (with the exception of records that are supplied by the Library directly to clinics or wards)  all inpatient episodic information must be collated and filed in a plastic wallet which is secured in to the main medical record before any medical record leaves the ward for any purpose, including Coding . the Coding function must have access to the full medical record in order to achieve the most accurate coding outcomes  staff must be familiar with the filing instructions for medical records which are printed on the inside back cover of all lilac records and file every document accordingly Use of Patient Information Patients have significant rights to know how the Trust manages the information we hold about them and also to be consulted when their records are being accessed for reasons unconnected to their direct healthcare. This is called Secondary Uses of Data. Examples would be locally agreed Research or access relating to the commissioning process. All staff who deal with patients must be ready and willing to talk to patients about how we Your Mandatory Training Booklet | October 2014: First Edition page 51 ",
  "52": "are using their information and respect the choices that patients make. Staff must:  be aware that if patients want copies of all or part of their medical record, that this is called a Subject Access Request and the process is set out in the 04086 Access to Records Policy and the function carried out by the Access to Records Bureau and that there is a charge for this service. The Bureau also offers a free \"viewing only\" service but there needs to be at least a week's notice from the date of the request. The trust application form is on the external website.  know that patients have no right to have \"access to health records folder on demand\" whilst an inpatient - this seems in contravention of the first statement of this section but that is not the case - the trust retains responsibility for the safekeeping and integrity of the records and any access that takes place must be chaperoned. Relatives (apart from those with parental responsibilities) have no right to view  be open and clear about when you are disclosing their information to other staff or to anyone else within or external to this organisation e.g. patients should be aware and consulted with about intentions to contact Social Services which may be necessary because the patient is transferring to a care home . check that patients are aware of the choices available regarding the use of their information, for example, a patient may not be aware that if they elect to have a second opinion at another hospital, they can refuse for their records at this hospital to be made available to the new clinician taking on the case. Although in this scenario it would also have to be recorded that you informed them that this might detrimental to their care but as long as they are fully informed they are free to make this decision which must be respected. The only possibility when this might be overridden would be if the patient is being cared for under the arrangements identified in the 11001 Mental Capacity Act Policy . if you don't know the answer to the patient query about management of their information, you must find out who can answer detailed questions about the use of patient information - if in any doubt these queries can always be referred to the Information Governance Manager . be aware that there is a patient information leaflet on the intranet and website called Your Information which you can download or tell patients about Sharing Patient Information Information sharing between agencies is the key to better and more efficient public services but at the same time patients need to be confident that their personal information is kept safe and secure. There are \"7 Golden Rules for Information Sharing\" which should be: . Remember the Data Protection Act is not a barrier to sharing information . Be open and honest with the person (and/or their family where appropriate) from the outset about why, what, how and with whom information will, or could be shared and seek their agreement unless it is unsafe or inappropriate to do so  Seek Advice but do not disclose the name of the patient unless it is necessary  Share with Consent where appropriate and where possible, respect the wishes of those who do not consent to share confidential information. You may still share information without consent if, in your professional judgement, that lack of consent can be overridden in the public interest  That information sharing decisions are based on considerations of the safety and wellbeing of the person and others who may be affected by their actions . The sharing must be necessary, proportionate, relevant, accurate, timely and secure . Keep records of your decision and the page 52 Your Mandatory Training Booklet | October 2014: First Edition ",
  "53": "reason for it - whether it is to share information or not. If you decide to share, then record what you have shared, with whom and for what purpose Data Sharing Agreements (DSA) When staff find themselves in the position of being asked to routinely share data with another health related organisation which will involve a number of patients being processed in a similar way, then they need to set up a DSA which identifies: what information will be shared with who, how it will be transferred, how will be stored, who is responsible for it and for long will the agreement stands. These can also be used with universities and drug companies involved in research and clinical trials .. There is a very simple self- explanatory standard form which is available from the Information Governance Manager who needs to retain copies of all agreements in place. Trust Information Assets The Trust is required to identify its \"information assets\" i.e. all the key documents it holds that it needs to maintain its services. All information assets have to be \"owned\" and the Information Asset Owners (IAOs) in this trust are senior staff down to the level of General Manager or Head of Service. In addition there are Information Asset Administrators (IAAs) who are the staff who manage the asset on a daily basis and there can be only one IAA per asset irrespective of how many staff use an asset, such as a spread sheet or database on a shared drive. If you administer an asset you are required to complete an electronic form which is available from your computer desktop. This process covers manual as well as electronic information and applies equally to current and archived information but there would need to be one form per format. Contact the Information Governance Manager if more information is required. There is also 10123 Information Asset Policy on the intranet with more information Freedom of Information (FOI) Anyone in the world may ask us for trust information and detailed information about the FOI process can be found in 07014 Freedom of Information Policy. Trust information includes: statistics, policies, information about costs or trust charges. It does not cover patient identifiable information. Sometimes the identities of specific staff are requested. In this trust we only release the names, job titles and contact details of staff who have responsibility for decision making or are accountable for the provision of services and never below Band 6. There are a number of exemptions to the supply of information that can legally be applied and each case is judged on its merits. Also the trust only has 20 days to respond to the request. If you receive a request in writing for information then the request must be forwarded to foi@meht.nhs.uk or if on paper to FOI Requests, Governance, Broomfield Court Annexe. If you receive a verbal request that in any way concerns the environment (and that could include requests about chemical spillages or plants in the gardens) , then these requests need to be taken down and contact details recorded and passed on as above as they are covered under very slightly different process, the Environmental Information Regulations. Pay particular attention to complaint letters. It is not unusual for complainants to include an FOI For example, someone may write in to complain about the cost of car parking in the trust and include in that a request to know how much income the trust has received from car parking over the last 5 years. The section about trust income is an FOI. Requesters usually say they are asking for information under the Act, but it does not have to be quoted to be an FOI request. It is imperative that staff recognise a request but do not answer it even if they know the answer because a Freedom of Information Your Mandatory Training Booklet | October 2014: First Edition page 53 ",
  "54": "response is compiled in a particular way and provides other information such as how to appeal if not satisfied with the trust response and if this process is not followed, the enquirer will be disenfranchised from their legal rights however good the response is. Also staff generally will not know about the Public Interest Test and how to apply it or about the legal exemptions and may release information inappropriately. Reporting Incidents All information governance breaches i.e. not meeting the requirements of Sections 3 & 4 above are potentially Information Governance Serious Untoward Incidents. A risk event form must be completed on the same day and the Datix code to be used for all and any events is 010 067. If the event is serious, examples could be: the loss of an unencrypted data stick or laptop with patient information, a patient receiving his own and other patients appointment letters who is going to the BBC or press, or a member of the public on the phone who has found a nursing handover sheet on a bus, then the matter must be referred immediately to the Trust SIRO, Martin Callingham, Chief Information Officer or if unavailable, to the Information Governance Manager - see Contact Details for email addresses and phone numbers. All incidents must be reported on Datix as Information/Data Incidents. Training All new starters to the trust attend induction training and information governance is delivered as separate Session. Additionally information governance is included as part of Mandatory Update training. However a basic information governance e-training package has been introduced for all staff this training must be undertaken annually and when invited, it is a trust requirement that they attend. Attendance will be recorded on the ESR and a completion certificate for each module can be printed for staff to keep in their personal development folders/produce at appraisal sessions. As a general note, staff should not be undertaking any task that involves the management of patient information if they do not consider themselves adequately trained or competent and must refer this to the line manager who can make arrangements with IT for clinical systems training or contact the Information Governance Manager for other possibilities. Contact Details Information Governance Manager, Liz Stewart: Liz.Stewart@meht.nhs.uk ext. 4536 SIRO (Senior Information Risk Owner) Martin.Callingham@meht.nhs.uk ext. 6323 IT Helpdesk ext. 5000 MUST DO's  Read this topic  Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip page 54 Your Mandatory Training Booklet | October 2014: First Edition ",
  "55": "Manual Handling Low risk staff include: medical laboratory assistant, junior medical technical officer, housekeeper, healthcare scientists, patient experience team, occupational health, simulation centre staff, sexual health technician, nuclear medicine technologist.) If you need further clarification please contact the moving and handling teams. If you or members of your staff are involved in the direct moving and handling of patients then it is your responsibility to book yourself or your staff on a clinical moving and handling course. This training is not only aimed at protecting you from an injury it is also about how to move patients in a safe and dignified manner. Evidence clearly illustrates that departments which are trained in moving and handling will have fewer episodes of staff sickness. Pressure sores are also reduced within these clinical areas. The moving and handling team accepts that there are some clinical staff that will never be expected to move and handle patients but will have some contact with patients. Example of low risk staff could be sexual health or audiology. If you are required to hoist or move patients on a bed or couch, or assist people with impaired mobility to transfer and walk then you must book on a course immediately if you are non- compliant. If you deal with 'in-patients' you must have the necessary training to be able to understand and fully comply with the risk assessing process that is held within the patients notes. Moving and handling service can consider training that is bespoke to the needs of specific areas where these may differ from standard needs, and where this would be more effective to deliver. This training can be arranged through the Manual Handling Team. The falling patient This could happen in any work area or department and could be for a number of reasons. This could be due to a faint or even a slip or trip. Instinctively in these types of situations people often try to help, and can cause more harm to themselves or the patient. Therefore the Moving and Handling Team would like to provide some guidance on what to do in these circumstances. Prevention of falls is the best way forward. In this situation there is nothing that can be done safely. If the member of staff rushed to hold the patient then they would probably end up hurting themselves or even the patient. In this situation the best thing that can happen is that the member of staff calls for help so the patient can be checked for any signs of injury following the fall. Patients must not be lifted manually from the floor and should always be checked by a member of the team for spinal injuries. A stretcher hoist attachment may be needed where there is suspected spinal, hip, femur, or shoulder injury. Do not ask other staff to manually lift the patient, as the correct mechanical aid must be found to retrieve the patient to a safe area. Your Mandatory Training Booklet | October 2014: First Edition page 55 ",
  "56": "Picture 2 shows a member of staff next to the patient and it is in these circumstances you may be able to help facilitate the fall to reduce harm to the patient if you consider it safe to attempt this. If the patient is much taller or larger than you or you have increased vulnerability it may not be safe. If the patient is feeling faint or unsteady call for help - someone could bring a chair to sit the patient down. Reassure them. Consider picture 3 below - the patient is now falling and you are right next to them. Observe how the member of staff has adopted a wider stance and has stepped slightly behind the patient enough to get away if required. Once behind the patient place one foot in front of the other and form a stable base with the front knee bent more than the back knee with both hands open, grasp the person by holding onto their trunk, near their hips. Allow the patient to slide down the front leg until they land safely to the floor. It is important that you do not hold underneath the patient arms (axilla). This could dislocate the patient's shoulder. You are not at this point trying to hold the patient up your aim is to try and minimise the impact of the fall. Handlers should avoid flexing their spine, allows the patient to slide, to minimise any risk of you becoming trapped. Picture 4 below shows the patient fallen to the floor. The member of staff has bent her knees as far as she can go and is supporting the shoulder area at this point. Be careful to not hold onto the patient's head as they are falling since this could cause a significant neck injury. Picture 5 in the next column shows the staff's position following the fall. The member of staff is staying with the patient while she calls for help. The staff should kneel behind the patient. Her intervention reduced the velocity of the fall and in doing so reduced the severity of the injury the patient may have page 56 Your Mandatory Training Booklet | October 2014: First Edition ",
  "57": "suffered during the fall. However, remember why the patient fell in the first place and that this will need to be resolved. MUST DO's  Read this topic . Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip Your Mandatory Training Booklet | October 2014: First Edition page 57 ",
  "58": "Blood Transfusion Regulations CQC - Outcome 2, 4, 12, 14, 16 Administering the wrong blood type (ABO incompatibility) is the most serious outcome of error during transfusion, which can result in death. Most of these incidents are due to the failure of the identity checks at the time of sample collection and those carried out between the patient and the component to be transfused. The Blood Safety and Quality Regulations 2005 Statutory Instrument 50 (BSQR) is criminal legislation which governs quality systems including cold chain management/ storage of blood components, training, traceability and haemovigilance including incident reporting. Failure to comply may mean closure of laboratory services, financial penalties or a custodial sentence. Your responsibilities All healthcare workers who are involved in the transfusion process must undertake transfusion training, competency assessment and read the appropriate policies and guidelines relevant to their role. This includes doctors, nurses and midwives, operating department practitioners, clinical support workers, biomedical scientists (BMS), phlebotomists and porters. Consent Patients are only required to provide verbal consent prior to transfusion but this needs to include information about risks, benefits and possible alternatives. There are leaflets available to support this process. Retrospective consent should be sought when patients have been unable to provide consent prior to transfusion. Currently people who have received a transfusion since 1980 are not eligible to donate therefore it is essential that recipients are aware that they have been transfused. Patient information leaflets are available from the Blood Transfusion Department. Sample collection and requests All of the blood transfusion laboratories operate a zero tolerance approach to sample labelling. Labels must be handwritten. If there are any inaccuracies or omissions on any specimen labels sent to the department the samples will not be analysed. There are no exceptions. Prior to a first transfusion in this Trust the laboratory will require two samples, taken on separate occasions, to ensure that the correct blood group is attributed to the patient. Minimum labelling requirements:  First name  Family name  Date of birth  Gender  Hospital or NHS number Date sample taken  Signature of person taking sample Comparison of known 'wrong blood in tube' errors and potentially undetected errors. Approximately one incorrect blood component is transfused due to a 'wrong blood in tube' error for every 100 near miss incidents This proportion of about 1 in 100 has been consistent over the last three years of SHOT reporting, 2010-2012 6IBCT 505 Near miss 'wrong blood in tube' errors Known 'wrong blood in tube' errors not processed (detected by quality system) How many are missed? Collection of components All staff that are required to collect blood components as part of their role need to be trained and assessed in this process. In areas that are supported with computer controlled blood fridges specific training and completion of a competency assessment are page 58 Your Mandatory Training Booklet | October 2014: First Edition ",
  "59": "necessary before an individual's ID badge is activated for this process. If you get a new ID badge issued transfusion must be informed to maintain continued access. Administration Only emergency transfusions should be given at night. It can be harder to detect reactions at night and evidence from the Serious Hazards of Transfusion Scheme (SHOT) has shown that staff towards the end of a night shift may be more prone to making errors. When the clinical condition of the patient necessitates night time transfusion the rationale should be clearly documented in the healthcare record. Pre-administration checks are the last chance to prevent an incorrect component from being Transfused. A two qualified person check is in place within MEHT. This must be double independent checking, not a call and response approach. This will ensure all the checks are made independently of each other and can ensure the correct product is given to the correct person. Red blood cells must be completed within four hours of removal from the blood bank. Platelets within 30minutes of removal from storage (agitator). Plasma (FFP) and cryoprecipitate, completed within four hours of removal from cold storage, regardless of the prescription time. If these blood components are not completed at these time frames they must still be discontinued, consideration must be taken as to whether the patient has had enough of the product and therefore consider contacting the clinician if only a small volume has been completed when it should be discontinued - to consider whether the patient requires further transfusions. Management of reactions It is vital that all staff involved in the administration of blood components understand how to detect and manage reactions and potential complications. The transfusion laboratory must be informed of any transfusion reaction so that appropriate serological investigation can be initiated. In addition certain reactions have to be reported externally as the implicated component may be one of several donated on one occasion. This is set down in the BSQR requirements. Cases reviewed by SHOT in 2012 HSE 315 19.2% ADU 145 8.8% Anti-D 313 19.0% IBCT 252 15.3% TA-GvHD 1 0.1% TTI PTP CS UCT 8 0.5% TAD TACO 82 5.0% TRALI 11 0.7% ALLO 59 4.2% HTR 42 2.6% ATR 372 22.6% TOTAL 1645 100.0% 3 0.2% 1 0.1% 11 0.7% 19 1.2% The number of cases for TA-GvHD and PTP are too small to be represented on this chart. Key to abbreviations HSE handling and storage errors ADU avoidable, delayed or undertransfusion RBRP right blood right patient WCT IBCT-WCT incorrect blood component transfused - wrong component transfused SRNM IBCT-SRNM: incorrect blood component transfused - specificrequirements not met CS cell salvage TRALI transfusion-related acute lung injury TAD transfusion-socociated dyspnoes TACO transfusion-accociated circulatory overload ALLO alloimmunisation HTR haemolytic transfusion reactions ATR acute transfusion reactions Your Mandatory Training Booklet | October 2014: First Edition page 59 ",
  "60": "Management of massive blood loss Anyone working in an area where patients could experience massive blood loss must be familiar with the protocol for managing this emergency situation. It is critical that you know the correct process for initiating the protocol as depending on where you are based in the Trust the alert will be triggered by a bleep or a telephone call. If you move clinical areas it is possible that both the alert method and the protocol may be different so ensure that this is covered in your local induction. To conserve stock of O RhD negative blood, male patients should receive O RhD positive red cells in an emergency. Emergency blood management plan There are a variety of reasons why on occasion supply might not be able to meet demand. This predominantly applies to red cells and platelets. The process for managing shortage is articulated in this plan. Please note that there are categories of need and once the amber or red phases of the plan are activated all requests will be reviewed by a consultant haematologist. MUST DO: eLearning requirements Accessible via NLMS with your smartcard Role Midwife Course Safe transfusion practice Doctor Safe transfusion practice If you work predominantly with children do the paediatric course Consent for transfusion Once Frequency 2 yearly Once 2 years 2 yearly All other clinical staff BMS Safe transfusion practice If you work predominantly with children do the paediatric course There is a specific training programme Ongoing N.B. Some of the courses have more than one module. All modules must be completed to secure a pass. For subsequent assessments on 'safe transfusion practice' there is a re-validation option which should take less time. You are welcome to undertake any of the transfusion courses within NLMS, not just the mandatory ones associated with your role. Further information Full contact details and further information: Tina Parker: Tina.parker@meht.nhs.uk MUST DO's  Read this topic  Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip page 60 Your Mandatory Training Booklet | October 2014: First Edition ",
  "61": "Right Blood, Right Patient, Right Time Transfusion 10 commandments 1. Transfusion should only be used when the benefits outweigh the risks and there are no appropriate alternatives 2. Results of laboratory tests are not the sole deciding factor for transfusion 3. Transfusion decisions should be based on clinical assessment underpinned by clinical guidelines 4. Anaemic patients do not necessarily need transfusion Failure to check patient identity can be fatal D + F 5. Discuss the risks, benefits and alternatives to transfusion, with the patient and gain their consent 6. Timely provision of blood component support in major haemorrhage can improve outcome 7. Patients must wear an ID band with name, DOB and unique ID number 8 The patient must be monitored during the transfusion 9. The reason for transfusion should be documented in the patient's clinical record 10. Education, training and competency assessment underpin safe transfusion practice Visit the ultimate web resource for clinical transfusion practice www.transfusionguidelines.org.uk Your Mandatory Training Booklet | October 2014: First Edition page 61 ",
  "62": "Hand Hygiene Regulations CQC - Outcome 8 Your responsibility All staff must be aware of the importance of infection prevention and control practices and keep up to date in order to prevent and reduce the risk of infection to patients, visitors and themselves. With your help, the following measures and practices will contribute to the prevention and control of infection. All staff with clinical contact: . Must be bare below the elbow (this includes wristwatches and bracelets).  Must use the alcohol gel on entering a ward or department or take small bottles with you on home visits. . You can use the alcohol gel on visibly clean hands, or soap and water on visibly dirty hands.  Use soap and water following contact with anyone with diarrhoea.  Regular moisturising will help to look after your skin. If you develop a skin condition go to Occupational Health. Hand hygiene HAND CLEANING TECHNIQUES How to handrub? WITH ALCOHOL HANDRUB 1b 5 How to handwash? WITH SOAP AND WATER O Use the five moments of hand hygiene. WHO guidelines on hand hygiene in health care BEFORE ASEPTIC TASK 2 BEFORE PATIENT CONTACT 1 -- 4 AFTER PATIENT CONTACT DY FLUID EXPOSURE RISK 1 AFTER CONTACT SURROUNDINGS Standard infection prevention and control precautions  Personal protective equipment - for contact with any body fluids and in line with isolation precautions.  Appropriate handling and disposal of linen. Correct waste disposal.  Disposal of sharps - at the point of use. . Dealing with blood and body fluid spills using chlorine based disinfectant.  Clean / disinfect all re-usable patient equipment following use and label as clean and ready for use. 11 Bygg han Nt HN a pre/or motion 12 -- deanyourhands page 62 Your Mandatory Training Booklet | October 2014: First Edition ",
  "63": "used once and then MUST be discarded. Isolation precautions YELLOW - signs for contact precautions- gloves and aprons for contact with the patient. RED - signs for enteric precautions-gloves and aprons for contact with patient and environment, dedicated toilet facilities, soap and water for hand hygiene. GREEN - signs for respiratory precautions - gloves and aprons for contact with patient, masks to be worn for aerosol generating procedures or suspected / confirmed pulmonary TB. Please refer to the isolation policy on the intranet if you are unsure about the precautions required. Needle stick injury and prevention Non- clinical staff You should not have contact with sharps as clinical staff are responsible for disposing of them at the point of use. Clinical staff Please read latest needle stick injury policy on the intranet. Cleaning and disinfection There are three categories of decontamination  Cleaning-physical removal of organic matter. . Disinfection-reduction in the number of micro- organisms to a safer level using heat or chemicals.  Sterilisation-total destruction or removal of micro-organisms e.g. for surgical instruments. Single use items Items labelled with the symbol below are single-use. This means they can only be The chain of infection Infectious Agent Susceptible host Reservoir Portal of entry Portal of exit Mode of transmission In order to prevent the spread of infection a link in the chain MUST be broken. The mode of transmission is important in the transfer an infectious agent from a reservoir to a susceptible host these are:  Contact - this can be direct (skin to skin), indirect (transferred on contaminated equipment or hands), faecal-oral (via food).  Droplets - are coughed or sneezed out and settle fairly quickly, before they can travel far. These can also contaminate surfaces and be transferred by hands or equipment.  Airborne - small particles carrying microbes are transferred via air currents.  Vector-borne - transfer of micro- organisms by insects, flies, rats, or other vermin. Your Mandatory Training Booklet | October 2014: First Edition page 63 ",
  "64": "MRSA and C.difficile management The Trust has achieved a significant reduction in the number of cases of C.difficile and MRSA bacteraemia but there is still room for improvement to reduce the numbers further. The annual tolerance for 2013/14 is zero for MRSA bacteraemia and no more than 75 cases of C.difficile. MRSA prevention and control All patients admitted as an emergency are now screened for MRSA on admission to hospital (except for maternity and paediatrics where screening is performed on a risk assessment basis). If positive patients are isolated and started on decolonisation protocol. Elective surgical admissions-most patients are screened for MRSA in pre-admission clinic. Patients are offered decolonisation protocol prior to surgery if MRSA positive. Community patients do not usually require protocol unless risk factors such as wounds are present and if this is the case they will be assessed on a case by case basis. C.difficile prevention and control  Prompt identification and isolation of patients with diarrhoea.  Restrictive antibiotic prescribing policy. . Routine environmental disinfection with chlorine based disinfectant Intravenous line management IV lines can increase a patient's risk of infection and therefore strict precautions to reduce the risk of infection need to be taken. For more information see policy on intranet. Policy / Further reading Infection Control policies Contact Infection Prevention Team; 01245 516398 (ext 6398) or 01245 515488 (ext 5488) MUST DO's  Read this topic . Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip page 64 Your Mandatory Training Booklet | October 2014: First Edition ",
  "65": "Infection Prevention and Control Regulations CQC - Criterion 8 Covered in this section is;  Prevention of infections through indwelling devices - intravascular devices and urinary catheters  Prevention of spread of gastrointestinal diseases Your responsibilities Healthcare Associated Infections (HCAIs) are those infections acquired during healthcare interventions. High standards of infection prevention practice minimise the risk of these occurring, but the presence of indwelling medical devices can increase the risk of acquiring an infection. Staff involved in the insertion and on-going care of intravascular devices and urinary catheters must follow the relevant policies and guidelines set out by the trust and in doing so will help to prevent infections occurring. All staff undertaking insertion of intravascular lines and administration of intravenous injections must have attended the intravenous study day. Any practitioner who is involved in the insertion and on-going care of medical devices is accountable for their actions and their omissions Patients are often admitted to hospital with symptoms of diarrhoea and/or vomiting or may develop symptoms after admission. Staff must be able to carry out a risk assessment and manage patients who are suspected to have an infectious disease appropriately. Preventing Infection relating to intravascular devices Key points; . Insert only if clinically indicated and review need on a daily basis . Ensure the site is cleaned on insertion with Chloraprep for 30 seconds and allowed to dry . Cover the site of the vascular device with a sterile transparent dressing. The insertion site must be clearly visible and the dressing dated  The insertion date, time and position must be documented on the first page of the High Impact intervention (HII) monitoring tool  Record the Visual Infusion Phlebitis (VIP) score (see back of HII monitoring tool) each shift  Peripheral intravascular lines should be removed once not clinically indicated, if they have been in situ for 72 hours or if the VIP score is 2 or above.  If peripheral lines need to remain in situ after 72 hours due to difficult venous access, a risk assessment must be made and clearly documented.  Lines must only be accessed using an Aseptic Non-Touch Technique (ANTT) - videos on introduction to ANTT, cannulation and the preparation and administration of IV drugs is available on the trust intranet (see Infection Prevention and Control / Education / Infection Prevention Training Video Preventing infections relating to urinary catheters Key points;  Insert only if clinically indicated  Catheterisation must only be performed using an aseptic technique by a trained competent healthcare professional . Follow the Trust policy for urethral catheterisation available on the Trust Intranet Your Mandatory Training Booklet | October 2014: First Edition page 65 ",
  "66": ". Document the time and date of insertion on the front page of the HII document . Review the need for the urinary catheter each day with a view to removal as soon as possible . Document the ongoing care of the urinary catheter each day it remains in situ inside the HII document Prevention of spread of gastrointestinal diseases Key points;  Patients presenting with stools of type 5-7 should be risk assessed using the diarrhoea care pathway available on the Trust intranet (See Infection Prevention / Diarrhoea Care Pathway) . If an infectious cause cannot be ruled out the patient must be isolated in a side room, a stool chart commenced and a stool sample obtained as soon as possible . Stool charts must be continued to be maintained even if the patient subsequently has type 1-4 stools or does not have bowels opened  Any patient who has vomiting as well as diarrhoea must be isolated . If an infectious cause is confirmed the room will need to be terminally cleaned on discharge before use by another patient . In cases of Clostridium difficile the room will also need to be fogged with hydrogen peroxide on discharge  If two or more patients on a ward suddenly present with suspected infectious diarrhoea the Infection Prevention Team should be informed, or the Bed Office outside office hours  Staff with diarrhoea and/ or vomiting must be excluded from work for 48 hours after last symptom episode  Staff working on a ward closed because of infection should not work on other wards for 48 hours in case they are themselves incubating the infection. For further information regarding management of patients with diarrhoea refer to the Trust policies for Clostridium difficile and Norovirus on the Intranet. Must DO's . Read this topic and view the videos . Check that you understand it  Complete the record on the back page  BANK STAFF - complete, tear off and return the relevant training slip Infection Prevention Team; 01245 516398 (ext 6398) or 01245 515488 (ext 5488) page 66 Your Mandatory Training Booklet | October 2014: First Edition ",
  "67": "Safeguarding Adults Quiz Answers Name 3 types of abuse (answers in BOLD). 1. Physical 2. Neglect & acts of omission 3. Financial other abuse categories are: Emotional, Sexual, Discriminatory & Institutional Which of the following statements is/are correct? (tick all that apply) Abuse is a violation of an individuals human rights Abuse can only occur in a relationship where there is mutual consent Abuse is unlikely to occur in a relationship where there is an expectation of trust Abuse is a violation of an individuals civil rights You have the right to a private and family life, your home and your correspondence. This cannot be breached There are several different types of abuse. Withholding assistance to use the toilet, keep clean, warm and comfortable is what abuse type (choose only one)? Physical Emotional Sexual Neglect Discriminatory Financial Institutional What does SET stand for? Southend, Essex & Thurrock Confidentiality means keeping secrets. True False Which of the following is considered best practice if someone tells you about a possible act of abuse? (tick all that apply) Listen Note what you have seen or heard Check the facts with the alleged abuser Promise to maintain confidentiality Avoid asking leading questions Your Mandatory Training Booklet | October 2014: First Edition page 67 ",
  "68": "Where should safeguarding alerts be sent? (tick all the apply) Essex Safeguarding Adults Board Police Essex Social Care Direct Direct to a social worker Local district or borough council CNS Adult Safeguarding, MEHT If abuse has taken place unintentionally, you do not need to send in a safeguarding alert (SET SAF1). True False Name 3 things you should do if someone discloses abuse 1. Listen 2. Record 3. Don't ask leading questions Other answers could be: Gain their consent, don't act shocked Fill in the blanks. The definition of a vulnerable adult includes the following:  Any person over the age of 18 years  Is or maybe in need of community care services by reason of mental or other disability, age or illness  Someone who cannot protect themselves from harm A service user tells you that another professional has abused them but they say that they will not tell you any more details unless you promise not to share this with anyone else. Can you promise to keep this a secret? Yes No Most workers (who have contact with adults who may or may not be considered to be vulnerable) are not expected to make a decision as to the person's vulnerability, but should raise any concerns with their supervisor or manager. True False There are several different types of abuse. Threats of harm, harassment and bullying could be described as what abuse type? (choose only one) Physical Emotional page 68 Your Mandatory Training Booklet | October 2014: First Edition ",
  "69": "Safeguarding Children Training Learning Audit Questionnaire This Audit tool will assess the quality of training. Please ensure you complete it and hand it in at the end of the session. Thank you (answers in BOLD). 1. How many categories of abuse are there? - 4 2. Please list the categories of abuse. Physical, Emotional, Sexual and Neglect 3. Who is most likely to abuse a child? A Stranger Someone they know A Male 4. How would you describe the following form of abuse? Humiliating a child, being overprotective or withholding affection. Emotional Abuse Physical Abuse Neglect 5. If a child is not having their basic needs met, what kind of abuse is this? Emotional Physical Neglect 6. The consequences of sustained abuse and neglect can include: Drug and Alcohol abuse Suicide or other self harm. Either or a combination of the above 7. Which of the following might be signs that abuse has taken place? Low self esteem Isolated and withdrawn behavior Both of the above 8. Which of the following statements is true? Neglect is never threatening It will seldom be possible to identify abuse through one single sign Most abuse happens in public Your Mandatory Training Booklet | October 2014: First Edition page 69 ",
  "70": "9. Who of the following are significantly more vulnerable to abuse? Disabled children Boys Girls 10. What should you do to help if you are worried about a child's injuries, but the child has said nothing to you? Wait until the child tells you Share your concerns with others Assume someone else will deal with it 11. A child has bruising in the anal area and recurrent urinary tract infections. Which type of abuse might this suggest? Sexual Abuse Physical Abuse Emotional Abuse 12. Once concerns about possible abuse has been reported to Children's Social Care ... It is your job to prove that abuse has happened. A careful assessment will be carried out The child will be placed on the child protection register 13. Which of the following could indicate emotional abuse? Self harm by child Compulsive behavior Both of the above 14. Is it a good idea to discuss your concerns with parents/carers? Yes, always No, always approach someone in authority In some circumstances 15. When should parents/carers not be involved with your initial concerns? If you believe the child is lying If you think this may place the child at greater risk If you do not like the parents 16. A child confides in you about the abuse that they have been suffering. Which of the following do you not do? page 70 Promise to keep it a secret Reassure that they are not to blame Take what the child says seriously Your Mandatory Training Booklet | October 2014: First Edition ",
  "71": "17. Child protection legislation and guidance includes children .... Until their 16th birthday Until their 18th birthday If they go to school 18. You do not have the consent of the patient to disclose information When are you obliged to share your concerns? Never, you should not break your confidentiality If you have reason to believe a child is at risk of significant harm If the patient is a child 19. We all have the responsibility to help keep children safe. You can do that if you ..... Are alert to the signs of abuse Are someone to turn to for a child or vulnerable parent? Both of the above 20. Which of the following are pointers to good practice? Keep dated, signed and legible copies of concerns In all circumstances keep patient confidentiality Only report an allegation if it relates to the present Your Mandatory Training Booklet | October 2014: First Edition page 71 ",
  "72": "page 72 Your Mandatory Training Booklet | October 2014: First Edition ",
  "73": "FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET EQUALITY AND DIVERSITY DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET FIRE SAFETY DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET (Including Sharps) HEALTH AND SAFETY DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET CLINICAL RECORD KEEPING DATE NAME (PRINTED) SIGNATURE Your Mandatory Training Booklet | October 2014: First Edition page 73 ",
  "74": "page 74 Your Mandatory Training Booklet | October 2014: First Edition ",
  "75": "FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET SAFEGUARDING ADULTS LEVEL TWO DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET SAFEGUARDING CHILDREN LEVEL TWO DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET CONFLICT RESOLUTION DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET INCIDENTS, COMPLAINTS AND CLAIMS DATE NAME (PRINTED) SIGNATURE Your Mandatory Training Booklet | October 2014: First Edition page 75 ",
  "76": "page 76 Your Mandatory Training Booklet | October 2014: First Edition ",
  "77": "FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET INFORMATION GOVERNANCE DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET MANUAL HANDLING DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET BLOOD TRANSFUSION DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET HAND HYGIENE DATE NAME (PRINTED) SIGNATURE FOR BANK STAFF ONLY TO COMPLETE - TEAR OFF AND ATTACH TO TIMESHEET INFECTION PREVENTION AND CONTROL DATE NAME (PRINTED) SIGNATURE Your Mandatory Training Booklet | October 2014: First Edition page 77 ",
  "78": "page 78 Your Mandatory Training Booklet | October 2014: First Edition ",
  "79": "Your Training Record As you complete your training, please print your name, sign and date each element. This is your personal record and evidence that you are up to date. The training department undertake yearly audits to check that the training recorded centrally on our database corresponds with your declaration of completions. To access your individual training/e-learning account you will need a username and password which is available from the Warner library, Warner.library@meht.nhs.uk Training Element Date Completed Signature Name(printed) Equality and Diversity Fire Safety Health and Safety Clinical record keeping Safeguarding Adults Safeguarding Children Conflict Resolution Incidents, complaints and claims Information Governance Moving and Handling Blood Transfusion Hand Hygiene Infection Prevention and Control Your Mandatory Training Booklet | October 2014: First Edition page 79 ",
  "80": "As a Trust we are committed to providing a safe environment for all our patients and staff. We are required to ensure that the staff delivering care to our patients are up to date and aware of the latest information that guides practice. CARING MINDS CARING HEART "
}